{"201102":{"20110201":{"id":"20110201","title":"放課後はミステリーとともに","abbre":"東川篤哉 / 放課後はミステリーとともに","publisher":"実業之日本社","pubdate":"201102","isbn":"9784408535845","keyword":"東川篤哉 放課後はミステリーとともに 実業之日本社","body":"<p>　鯉ヶ窪学園高等部二年生の霧ヶ峰涼は、探偵部の副部長にして広島カープのファンだ。学園の内外で起きる数々の事件を、なぜかいつも霧ヶ峰涼以外の人物が解き明かす。『2012本格ミステリ・ベスト10』９位、2012年にＴＢＳでテレビドラマ化。<br/>\r\n　「霧ヶ峰涼の屈辱」から始まる八編を収める短編集。帯に啓文社福屋ブックセンター三島政幸さんが寄せたコメント&ldquo;『謎解きはディナーのあとで』で東川作品の魅力に気づいた皆さん、気づくの遅すぎ！ &rdquo;&ldquo;世間がやっと東川篤哉に追いついた。&rdquo;が当時の状況を忍ばせるねえ。<br/>\r\n　原稿用紙七十～八十枚くらいなのに凄い密度。職人的な腕前の「霧ヶ峰涼の逆襲」も見事だけど、脱力オチな「霧ヶ峰涼の絶叫」も好き。構図の反転が強烈な「霧ヶ峰涼の屋上密室」も印象的。大事なのはコードを書くことではなく、そこへどういうひねりを加えるかなのね。</p>","authors":[{"id":"0067","format":"%s"}],"tags":["0224","0009"]}},"201109":{"20110901":{"id":"20110901","title":"白奈さん、おいしくいただいちゃいます","abbre":"似鳥航一 / 白奈さん、おいしくいただいちゃいます","publisher":"電撃文庫","pubdate":"201109","isbn":"9784048707442","keyword":"似鳥航一 白奈さん、おいしくいただいちゃいます 電撃文庫","body":"<p>　料理小説の分野で活躍した作家、城之内正太郎の出身地であることから食にまつわる事件が日常茶飯事な場所、九森町。その曾孫で、モデル並みの外見ながら残念な中身から&ldquo;天才バカ&rdquo;と呼ばれる城之内白奈は〈料理事件部〉の部長を務めている。<br/>\r\n　揉め事をなんでも料理で解決する部活動、それが料理事件部。吸血鬼だという噂がある転校生がクラスで孤立する理由を探る「吸血鬼事件」、宇宙人に襲われた警察官が記憶を失う前に飲んだ謎のミルクの正体を探る「宇宙人事件」の二編を収録。<br/>\r\n　白奈に助けられたことをきっかけに入部した本間玄人の視点で事件は語られる。「吸血鬼事件」のほうは料理小説だなと思ったけれど、「宇宙人事件」のほうはミステリとしても芸が細かくて、かつ&ldquo;宇宙人のミルク&rdquo;の正体にも料理としての意外性があった。<br/>\r\n　ミステリとして凄く地味だけど、さりげない手がかりの見せ方がうまくて好き。あとは、部長のセンスについていけるかどうかだけが心配だな！ 美味しい物をみんなで食べれば万事解決らしいけれど、未百合さんの問題はぜんぜん解決していないような&hellip;&hellip;。</p>","authors":[{"id":"0290","format":"%s"}],"tags":["0242"]}},"201108":{"20110801":{"id":"20110801","title":"パーフェクトフレンド","abbre":"野崎まど / パーフェクトフレンド","publisher":"メディアワークス文庫","pubdate":"201108","isbn":"9784048708685","keyword":"野崎まど パーフェクトフレンド メディアワークス文庫","body":"<p>　小学四年生になった理桜は、大人びた性格を担任教師に信頼され、不登校の同級生を訪問するよう頼まれる。さなかという名前の少女は、すでに大学を卒業した早熟の天才だった。行きがかり上、友達の大切さを訴えた理桜は、さなかとのつきあいを始めることに。<br/>\r\n　小学生にしては落ち着いた性格の理桜が、さなかの奇行に振り回され、会話をすれば手玉にとられてしまうやりとりがコミカル。ＩＮＯ（井の頭の秘密）と呼ばれる一種の都市伝説を解き明かしたりミステリっぽいところもあるけれど、全体的には&ldquo;少し不思議な話&rdquo;という印象。<br/>\r\n　友達とはなんなのか、さなかは大真面目に解こうとする。科学者として友達という現象を客観的に解明しようとし、少しずつ友情を深めていた理桜たちと決定的な一線が敷かれてしまう。さなかの認識の変化を通じて、むしろ読者が生きる当たり前の日常がワンダーなものに転じる。</p>","authors":[{"id":"0305","format":"%s"}]}},"201112":{"20111201":{"id":"20111201","title":"いわゆる天使の文化祭","abbre":"似鳥鶏 / いわゆる天使の文化祭","publisher":"創元推理文庫","pubdate":"201112","isbn":"9784488473051","keyword":"似鳥鶏 いわゆる天使の文化祭 創元推理文庫","body":"<p>　夏休みも終盤、文化祭に向けて準備を進める葉山君たちの通う市立高校に、突如ペンギンのような〈天使〉の貼り紙が大発生。誰が、いったいなんの目的で？ ところで葉山君の通ってる高校って実は女子校って可能性はない？ シリーズ第四弾。<br/>\r\n　私の推理、大ハズレでした&hellip;&hellip;だって、夏休みの朝八時にやってきて校内中に貼り紙したり、鍵のかかった部屋へいとも簡単に忍びこんで、葉山君を呼んでマジックショーみたいなことするんだよ？ 犯人、あの人しか考えられないじゃん。ぜったい「最後の事件」だと思ったのに！</p>","authors":[{"id":"0002","format":"%s"}],"tags":["0066","0009"]},"20111202":{"id":"20111202","title":"猫柳十一弦の後悔","abbre":"北山猛邦 / 猫柳十一弦の後悔","publisher":"講談社ノベルス","pubdate":"201112","isbn":"9784061827912","keyword":"北山猛邦 猫柳十一弦の後悔 講談社ノベルス","body":"<p>　大東亜帝国大学の探偵助手学部に合格した君橋君人。同じアパートの月々守とともに振り分けられたのは、功績不明な駆け出しの女性探偵、猫柳十一弦のゼミだった。幽霊じみて頼りなさ気な猫柳先生と三人で雪ノ下ゼミの孤島研修に参加するが、連続殺人に巻き込まれる。<br/>\r\n　てっきり<ruby>士弦<rp>［</rp><rt>しづる</rt><rp>］</rp></ruby>という名前なのかと思ったら、まんま十一弦だった。君橋君人の仇名が「クンクン」なら、月々守の仇名は当然「ツキヅキ」になるだろうし、論理的必然性からして猫柳先生の仇名は「ニャンニャン」であるべきだと思います。<br/>\r\n　自分の身体が傷つくことを恐れず、猫柳先生は犯行を未然に防ごうとする。音野順が「踊るジョーカー」で自分の活躍を小説化すると聞いて「おれに大怪我負わせてよ」つまりそれくらいの代償がないと名探偵なんてやっちゃいけないということを言うけれど、それを実現したような名探偵。<br/>\r\n　音野順シリーズでは、探偵側がコミカルにデフォルメされていても事件の関係者は現実的に描かれていた。本作では犯人側も、名探偵が実在する世界の特殊ルールに沿っている。探偵と犯人が同じゲーム盤上にいる点で、どこか有栖川有栖の空閑純シリーズに印象が近い。</p>","authors":[{"id":"0070","format":"%s"}],"tags":["0248","0039"]},"20111203":{"id":"20111203","title":"探偵失格　愛ト謂ウ病悪ノ罹患、故ニ我々ハ人ヲ殺ス","abbre":"中維 / 探偵失格","publisher":"電撃文庫","pubdate":"201112","isbn":"9784048861397","keyword":"中維 探偵失格　愛ト謂ウ病悪ノ罹患、故ニ我々ハ人ヲ殺ス 電撃文庫","body":"<p>　呪法庁の亡霊欠番、転法輪が尖兵たる&ldquo;祟り神&rdquo;こと黒塚音子は、不老不死研究で名高い時之宮家の時刻館こと別名&ldquo;地獄檻&rdquo;の凶兆を解明せんとするが到着早々&ldquo;神々の蛮刀&rdquo;皇国陸軍中尉・神薙虎徹と衝突し&hellip;&hellip;ええい！ まほまほしい！<br/>\r\n　なんかもう、タイトルと副題と目次と見取図と登場人物紹介だけでお腹いっぱいで、どんなにひどい結末でもすべて許そうと寛大な気持ちで読んだけれど、ラノベ系ミステリとしては充分に良心的で、設定と密接に絡んだ着想が面白かった。続刊がでたら読んでみたい。<br/>\r\n　しかしこう、主人公が精神的に脆弱だったり、皇族や公爵が登場したり、公理が箇条書きにされたり、アールグレイの「初摘みもの」のルビが「ファーストフラッシュ」だったりするのが、もはやひとつのスタイルとして確立されてしまうのかと思うとおじいちゃん遠くを見ちゃいます。</p>","authors":[{"id":"0291","format":"%s"}],"tags":["0243"]}},"201111":{"20111101":{"id":"20111101","title":"神さまのいない日曜日Ⅵ","abbre":"入江君人 / 神さまのいない日曜日Ⅵ","publisher":"富士見ファンタジア文庫","pubdate":"201111","isbn":"9784829136997","keyword":"入江君人 神さまのいない日曜日Ⅵ 富士見ファンタジア文庫","body":"<p>　前巻で、終わらないタイムループに閉じ込められていた３年４組の救出に成功したアイだったが、代わりに「世界を救う」という目的に迷いを抱えてしまう。一方、オスティアを魔女旅団が襲撃する。魔女旅団の目的は&ldquo;世界を救う罪を裁く&rdquo;魔女裁判の開廷だった。<br/>\r\n　今回は法廷物。〈サクラダリセット〉シリーズとテーマ的に被ることが多いけど、決定的に方向性が異なる方向へ動いた。これはサクラダリセットがひとつの町に閉じているのに対し、神曜日が旅を描くことに関係するのかも知れない。<br/>\r\n　とか言いつつ、ラストのあたりを読み返してみるとサクラダリセットとそれほど方向性が変わらない気もしてきた。奇跡とは最善の結果ではなく、最高の結果を得られること。そして最高の結果は、全体最適な計画や計算からは生まれないということかな。</p>","authors":[{"id":"0274","format":"%s"}],"tags":["0231"]},"20111102":{"id":"20111102","title":"謎解きはディナーのあとで２","abbre":"東川篤哉 / 謎解きはディナーのあとで２","publisher":"小学館","pubdate":"201111","isbn":"9784093863162","keyword":"東川篤哉 謎解きはディナーのあとで２ 小学館","body":"<p>　殺人現場にジャガーで直行、英国製三つ揃いスーツできめる風祭警部は酔った宝生麗子をジャガーに乗せることに成功するがリムジンに横から体当たりされる。「お嬢様を魔の手から守るのは執事の役目でございます」風祭警部と毒舌執事が火花散らし激突！<br/>\r\n　と、そんな嘘あらすじはさておき。影山も毒舌に遠慮を覚えるようになったり、麗子も自分の頭で考える努力をしているし、風祭警部は、ええと、風祭警部は&hellip;&hellip;ユーモアミステリって目的があって人が転ぶシーンが必要なとき、簡単にズッコケさせられるのが便利だね。<br/>\r\n　第二話の、帽子がいくつも持ち去られた理由とそこから犯人を限定していく奥行きある論理展開が素敵。問題の捉え方そのものをひっくり返さなければならない第五話も見事。にしても、執事がいつも数日で謎解きしているなら、国立署の刑事たちって凄く暇なのでは&hellip;&hellip;。</p>","authors":[{"id":"0067","format":"%s"}],"tags":["0068"]},"20111103":{"id":"20111103","title":"夜宵","abbre":"柴村仁 / 夜宵","publisher":"講談社","pubdate":"201111","isbn":"9784062837873","keyword":"柴村仁 夜宵 講談社","body":"<p>　&ldquo;全てが手に入る場所で彼が唯一手に入れられなかったもの。&rdquo;秋祭りが終わり大晦日までの間、湖に浮かぶ小島に日の入りから日の出まで毎晩〈細蟹の市〉が立つ。そこは合法のものも非合法のものも、人間さえも売る異形の市だという。<br/>\r\n　独特な造語が飛び交い、ずいぶん昔の日本かと思えば空調設備など現代っぽさもある。分類するなら和風ダークファンタジーだけど、ある点で帯の「連作幻惑ミステリ」という呼び方も嘘じゃない。妄執にとらわれた人々の独立した短編と、ある少年の物語が交互に語られる。<br/>\r\n　ぶっちゃけ装幀の良さで買った。昨年十一月に刊行されて、目にはついていたけど手をだしてなかったのが、九ヶ月間でとうとう追いつかれてしまった感じ。幸い内容も良く、真冬に場末の映画館で知られざる名作を観たような、グロテスクな描写もあったのに清々しい読後感だった。<br/>\r\n　妄執にとらわれたマドウジたちは愚かだが哀れでもあり、傷つけられた者にして傷つける者でもある。サザはあくまで決められた役割を果たすだけで正義ではないけれど、それでもマドウジたちの痛ましいまでの孤独に寄り添おうとする。<br/>\r\n　『サクラダリセット５　ONE HAND EDEN』だと弱者には必要だと認めつつも容易に欲望が充足されることへの過度な依存を危険視する。こちらは妄執の恐ろしさを描きつつも清濁併せ呑むような母性的なシステムを描く。ふたつの作品はスタイルこそ異なるけれど落とし処がとても近い。</p>","authors":[{"id":"0332","format":"%s"}]}},"201107":{"20110701":{"id":"20110701","title":"開かせていただき光栄です","abbre":"皆川博子 / 開かせていただき光栄です","publisher":"早川書房","pubdate":"201107","isbn":"9784152092274","keyword":"皆川博子 開かせていただき光栄です 早川書房","body":"<p>　十八世紀末ロンドン、外科医ダニエル・バートンの私的解剖教室で墓あばきから買いとった妊婦の屍体を解剖中、思いがけず四肢切断屍体と顔のない屍体がみつかる。並行して、詩人になることを夢みて都会にやってきた少年が迎えた悲惨な体験が語られる。<br/>\r\n　実を言うと、書店でみかけたときはなぜかミステリじゃないと思いこんだのよね&hellip;&hellip;本格ミステリ大賞候補になったので慌てて読んでみたら、思いがけずトリッキーな構成の本格ミステリでした。解剖という、覗いてはならない闇を覗くかのような行為とミステリとの相性が抜群。<br/>\r\n　そしてなにより、臭いのするようなロンドンの描写が凄い。ミルク売りは牛から直接絞りたてを供するわ鵞鳥が歩くわ闘鶏場があるわ、どこのピングドラムやねん。解剖教室のドタバタ喜劇じみた描写が、貧しさと死が隣りあわせだった大都会のむごたらしさと好対照を為している。</p>","authors":[{"id":"0228","format":"%s"}],"tags":["0223"]}}}