describe('amaisbn', () => {

  it('★陸秋槎|元年春之祭', () => {
    cy.get_isbn('★陸秋槎|元年春之祭', '元年春之祭 単行本')
  })

  it('★白井智之|お前の彼女は二階で茹で死に', () => {
    cy.get_isbn('★白井智之|お前の彼女は二階で茹で死に', 'お前の彼女は二階で茹で死に 単行本')
  })

  it('★久住四季|推理作家（僕）が探偵と暮らすわけ', () => {
    cy.get_isbn('★久住四季|推理作家（僕）が探偵と暮らすわけ', '久住四季 推理作家（僕）が探偵と暮らすわけ メディアワークス文庫')
  })

  it('★青崎有吾|早朝始発の殺風景', () => {
    cy.get_isbn('★青崎有吾|早朝始発の殺風景', '早朝始発の殺風景 単行本')
  })

  it('★木元哉多|閻魔堂沙羅の推理奇譚_点と線の推理ゲーム', () => {
    cy.get_isbn('★木元哉多|閻魔堂沙羅の推理奇譚_点と線の推理ゲーム', '閻魔堂沙羅の推理奇譚　点と線の推理ゲーム 単行本')
  })

  it('★北山猛邦|千年図書館', () => {
    cy.get_isbn('★北山猛邦|千年図書館', '北山猛邦 千年図書館 講談社ノベルス')
  })

  it('★菅原和也|あなたの罪を数えましょう', () => {
    cy.get_isbn('★菅原和也|あなたの罪を数えましょう', 'あなたの罪を数えましょう 単行本')
  })

  it('★高井忍|京都東山_美術館と夜のアート', () => {
    cy.get_isbn('★高井忍|京都東山_美術館と夜のアート', '高井忍 京都東山　美術館と夜のアート 創元推理文庫')
  })

  it('★城平京|虚構推理短編集_岩永琴子の出現', () => {
    cy.get_isbn('★城平京|虚構推理短編集_岩永琴子の出現', '虚構推理短編集　岩永琴子の出現 単行本')
  })

  it('★古野まほろ|終末少女', () => {
    cy.get_isbn('★古野まほろ|終末少女', '終末少女　AXIA girls 単行本')
  })

  it('★加藤元浩|奇科学島の記憶', () => {
    cy.get_isbn('★加藤元浩|奇科学島の記憶', '加藤元浩 奇科学島の記憶　捕まえたもん勝ち！ 講談社ノベルス')
  })

  it('★周木律|大聖堂の殺人', () => {
    cy.get_isbn('★周木律|大聖堂の殺人', '周木律 大聖堂の殺人　The Books 講談社文庫')
  })

  it('★市井豊|予告状ブラック・オア・ホワイト', () => {
    cy.get_isbn('★市井豊|予告状ブラック・オア・ホワイト', '市井豊 予告状ブラック・オア・ホワイト　ご近所専門探偵物語 創元推理文庫')
  })

  it('★今村昌弘|魔眼の匣の殺人', () => {
    cy.get_isbn('★今村昌弘|魔眼の匣の殺人', '魔眼の匣の殺人 単行本')
  })

  it('★森川智喜|そのナイフでは殺せない', () => {
    cy.get_isbn('★森川智喜|そのナイフでは殺せない', 'そのナイフでは殺せない 単行本')
  })

  it('★有栖川有栖|こうして誰もいなくなった', () => {
    cy.get_isbn('★有栖川有栖|こうして誰もいなくなった', 'こうして誰もいなくなった 単行本')
  })

  it('★浅倉秋成|教室が、ひとりになるまで', () => {
    cy.get_isbn('★浅倉秋成|教室が、ひとりになるまで', '教室が、ひとりになるまで 単行本')
  })

  it('★御影瑛路|利他的なマリー', () => {
    cy.get_isbn('★御影瑛路|利他的なマリー', '御影瑛路 利他的なマリー 電撃文庫')
  })

  it('★円居挽|さよならよ、こんにちは', () => {
    cy.get_isbn('★円居挽|さよならよ、こんにちは', 'さよならよ、こんにちは 単行本')
  })

  it('★乾くるみ|ジグソーパズル48', () => {
    cy.get_isbn('★乾くるみ|ジグソーパズル48', 'ジグソーパズル48 単行本')
  })

  it('★酒本歩|幻の彼女', () => {
    cy.get_isbn('★酒本歩|幻の彼女', '幻の彼女 単行本')
  })

  it('★澤村伊智|予言の島', () => {
    cy.get_isbn('★澤村伊智|予言の島', '予言の島 単行本')
  })

  it('★三津田信三|白魔の塔', () => {
    cy.get_isbn('★三津田信三|白魔の塔', '白魔の塔 単行本')
  })

  it('★西澤保彦|夢の迷い路', () => {
    cy.get_isbn('★西澤保彦|夢の迷い路', '夢の迷い路 単行本')
  })

  it('★河野裕|きみの世界に、青が鳴る', () => {
    cy.get_isbn('★河野裕|きみの世界に、青が鳴る', '河野裕 きみの世界に、青が鳴る 新潮文庫ｎｅｘ')
  })

  it('★岡崎琢磨|道然寺さんの双子探偵_揺れる少年', () => {
    cy.get_isbn('★岡崎琢磨|道然寺さんの双子探偵_揺れる少年', '岡崎琢磨 道然寺さんの双子探偵　揺れる少年 朝日文庫')
  })

  it('★木元哉多|閻魔堂沙羅の推理奇譚_落ちる天使の謎', () => {
    cy.get_isbn('★木元哉多|閻魔堂沙羅の推理奇譚_落ちる天使の謎', '閻魔堂沙羅の推理奇譚　落ちる天使の謎 単行本')
  })

  it('★円居挽|ＦＧＯミステリー_翻る虚月館の告解_虚月館殺人事件', () => {
    cy.get_isbn('★円居挽|ＦＧＯミステリー_翻る虚月館の告解_虚月館殺人事件', 'ＦＧＯミステリー　翻る虚月館の告解　虚月館殺人事件 単行本')
  })

  it('★円居挽|ＦＧＯミステリー_惑う鳴鳳荘の考察_鳴鳳荘殺人事件', () => {
    cy.get_isbn('★円居挽|ＦＧＯミステリー_惑う鳴鳳荘の考察_鳴鳳荘殺人事件', 'ＦＧＯミステリー　惑う鳴鳳荘の考察　鳴鳳荘殺人事件 単行本')
  })

  it('★早坂吝|殺人犯_対_殺人鬼', () => {
    cy.get_isbn('★早坂吝|殺人犯_対_殺人鬼', '殺人犯 対 殺人鬼 単行本')
  })

  it('★柄刀一|或るエジプト十字架の謎', () => {
    cy.get_isbn('★柄刀一|或るエジプト十字架の謎', '或るエジプト十字架の謎 単行本')
  })

  it('★皆藤黒助|ことのはロジック', () => {
    cy.get_isbn('★皆藤黒助|ことのはロジック', 'ことのはロジック 単行本')
  })

  it('★詠坂雄二|君待秋ラは透きとおる', () => {
    cy.get_isbn('★詠坂雄二|君待秋ラは透きとおる', '君待秋ラは透きとおる 単行本')
  })

  it('★安萬純一|滅びの掟', () => {
    cy.get_isbn('★安萬純一|滅びの掟', '滅びの掟　密室忍法帖 単行本')
  })

  it('★似鳥鶏|育休刑事', () => {
    cy.get_isbn('★似鳥鶏|育休刑事', '育休刑事 単行本')
  })

  it('★浅倉秋成|九度目の十八歳を迎えた君と', () => {
    cy.get_isbn('★浅倉秋成|九度目の十八歳を迎えた君と', '九度目の十八歳を迎えた君と 単行本')
  })

  it('★叶紙器|美しすぎる教育評論家の依頼', () => {
    cy.get_isbn('★叶紙器|美しすぎる教育評論家の依頼', '美しすぎる教育評論家の依頼　よろず請負業さくら屋 単行本')
  })

  it('★彩坂美月|みどり町の怪人', () => {
    cy.get_isbn('★彩坂美月|みどり町の怪人', 'みどり町の怪人 単行本')
  })

  it('★東野圭吾|沈黙のパレード', () => {
    cy.get_isbn('★東野圭吾|沈黙のパレード', '沈黙のパレード 単行本')
  })

  it('★城平京|虚構推理_スリーピング・マーダー', () => {
    cy.get_isbn('★城平京|虚構推理_スリーピング・マーダー', '虚構推理　スリーピング・マーダー 単行本')
  })

  it('★本格ミステリ作家クラブ［選・編］|本格王２０１９', () => {
    cy.get_isbn('★本格ミステリ作家クラブ［選・編］|本格王２０１９', '本格ミステリ作家クラブ［選・編］ 本格王２０１９ 講談社文庫')
  })

  it('★東川篤哉|ハッピーアワーは終わらない', () => {
    cy.get_isbn('★東川篤哉|ハッピーアワーは終わらない', 'ハッピーアワーは終わらない　かがやき荘西荻探偵局 単行本')
  })

  it('★谺健二|赫い月照', () => {
    cy.get_isbn('★谺健二|赫い月照', '谺健二 赫い月照 光文社文庫Kindle版')
  })

  it('★沢村浩輔|時喰監獄', () => {
    cy.get_isbn('★沢村浩輔|時喰監獄', '時喰監獄 単行本')
  })

  it('★柾木政宗|ネタバレ厳禁症候群', () => {
    cy.get_isbn('★柾木政宗|ネタバレ厳禁症候群', 'ネタバレ厳禁症候群　～So signs can’t be missed !～ 単行本')
  })

  it('★島田荘司|盲剣楼奇譚', () => {
    cy.get_isbn('★島田荘司|盲剣楼奇譚', '盲剣楼奇譚 単行本')
  })

  it('★早坂吝|犯人ＩＡのインテリジェンス・アンプリファー', () => {
    cy.get_isbn('★早坂吝|犯人ＩＡのインテリジェンス・アンプリファー', '早坂吝 犯人ＩＡのインテリジェンス・アンプリファー　探偵ＡＩ ２ 新潮文庫ｎｅｘ')
  })

  it('★相沢沙呼|medium', () => {
    cy.get_isbn('★相沢沙呼|medium', 'medium　霊媒探偵城塚翡翠 単行本')
  })

  it('★法月綸太郎|法月綸太郎の消息', () => {
    cy.get_isbn('★法月綸太郎|法月綸太郎の消息', '法月綸太郎の消息 単行本')
  })

  it('★市川憂人|神とさざなみの密室', () => {
    cy.get_isbn('★市川憂人|神とさざなみの密室', '神とさざなみの密室 単行本')
  })

  it('★深水黎一郎|犯人選挙', () => {
    cy.get_isbn('★深水黎一郎|犯人選挙', '犯人選挙 単行本')
  })

  it('★阿津川辰海|紅蓮館の殺人', () => {
    cy.get_isbn('★阿津川辰海|紅蓮館の殺人', '紅蓮館の殺人 単行本')
  })

  it('★有栖川有栖|カナダ金貨の謎', () => {
    cy.get_isbn('★有栖川有栖|カナダ金貨の謎', '有栖川有栖 カナダ金貨の謎 講談社ノベルス')
  })

  it('★夕木春央|絞首商會', () => {
    cy.get_isbn('★夕木春央|絞首商會', '絞首商會 単行本')
  })

  it('★米澤穂信|Ｉの悲劇', () => {
    cy.get_isbn('★米澤穂信|Ｉの悲劇', 'Ｉの悲劇 単行本')
  })

  it('★月原渉|犬神館の殺人', () => {
    cy.get_isbn('★月原渉|犬神館の殺人', '月原渉 犬神館の殺人 新潮文庫ｎｅｘ')
  })

  it('★井上真偽|ベーシックインカム', () => {
    cy.get_isbn('★井上真偽|ベーシックインカム', 'ベーシックインカム 単行本')
  })

  it('★白井智之|そして誰も死ななかった', () => {
    cy.get_isbn('★白井智之|そして誰も死ななかった', 'そして誰も死ななかった 単行本')
  })

  it('★深木章子|極上の罠をあなたに', () => {
    cy.get_isbn('★深木章子|極上の罠をあなたに', '極上の罠をあなたに 単行本')
  })

  it('★方丈貴恵|時空旅行者の砂時計', () => {
    cy.get_isbn('★方丈貴恵|時空旅行者の砂時計', '時空旅行者の砂時計 単行本')
  })

  it('★平石貴樹|潮首岬に郭公の鳴く', () => {
    cy.get_isbn('★平石貴樹|潮首岬に郭公の鳴く', '潮首岬に郭公の鳴く 単行本')
  })

  it('★古野まほろ|時を壊した彼女', () => {
    cy.get_isbn('★古野まほろ|時を壊した彼女', '時を壊した彼女　７月７日は７度ある 単行本')
  })

  it('★木元哉多|閻魔堂沙羅の推理奇譚_金曜日の神隠し', () => {
    cy.get_isbn('★木元哉多|閻魔堂沙羅の推理奇譚_金曜日の神隠し', '閻魔堂沙羅の推理奇譚　金曜日の神隠し 単行本')
  })

  it('★西澤保彦|沈黙の目撃者', () => {
    cy.get_isbn('★西澤保彦|沈黙の目撃者', '沈黙の目撃者 単行本')
  })

  it('★岡崎琢磨|珈琲店タレーランの事件簿６', () => {
    cy.get_isbn('★岡崎琢磨|珈琲店タレーランの事件簿６', '岡崎琢磨 珈琲店タレーランの事件簿６　コーヒーカップいっぱいの愛 宝島社文庫')
  })

  it('★円居挽|キングレオの回想', () => {
    cy.get_isbn('★円居挽|キングレオの回想', '円居挽 キングレオの回想 文春文庫')
  })

  it('★円居挽|カイジ_ファイナルゲーム', () => {
    cy.get_isbn('★円居挽|カイジ_ファイナルゲーム', '円居挽 カイジ ファイナルゲーム　小説版 講談社文庫')
  })

  it('★高木敦史|僕と彼女の嘘つきなアルバム', () => {
    cy.get_isbn('★高木敦史|僕と彼女の嘘つきなアルバム', '高木敦史 僕と彼女の嘘つきなアルバム 角川文庫')
  })

  it('★井上雅彦|珈琲城のキネマと事件', () => {
    cy.get_isbn('★井上雅彦|珈琲城のキネマと事件', '井上雅彦 珈琲城のキネマと事件 光文社文庫')
  })

  it('★歌野晶午|間宵の母', () => {
    cy.get_isbn('★歌野晶午|間宵の母', '間宵の母 単行本')
  })

  it('★青崎有吾|ノッキンオン・ロックドドア２', () => {
    cy.get_isbn('★青崎有吾|ノッキンオン・ロックドドア２', 'ノッキンオン・ロックドドア２ 単行本')
  })

  it('★柾木政宗|朝比奈うさぎは報・恋・想で推理する', () => {
    cy.get_isbn('★柾木政宗|朝比奈うさぎは報・恋・想で推理する', '柾木政宗 朝比奈うさぎは報・恋・想で推理する 新潮文庫ｎｅｘ')
  })

  it('★筒城灯士郎|世界樹の棺', () => {
    cy.get_isbn('★筒城灯士郎|世界樹の棺', '世界樹の棺 単行本')
  })

  it('★東川篤哉|魔法使いと最後の事件', () => {
    cy.get_isbn('★東川篤哉|魔法使いと最後の事件', '魔法使いと最後の事件 単行本')
  })

  it('★似鳥鶏|目を見て話せない', () => {
    cy.get_isbn('★似鳥鶏|目を見て話せない', '目を見て話せない 単行本')
  })

  it('★法月綸太郎|赤い部屋異聞', () => {
    cy.get_isbn('★法月綸太郎|赤い部屋異聞', '赤い部屋異聞 単行本')
  })

})
