describe('amaisbn', () => {

  it('★美輪和音|強欲な羊', () => {
    cy.get_isbn('★美輪和音|強欲な羊', '強欲な羊 単行本')
  })

  it('★森博嗣|ジグβは神ですか', () => {
    cy.get_isbn('★森博嗣|ジグβは神ですか', '森博嗣 ジグβは神ですか 講談社ノベルス')
  })

  it('★汀こるもの|少女残酷論_完全犯罪研究部', () => {
    cy.get_isbn('★汀こるもの|少女残酷論_完全犯罪研究部', '汀こるもの 少女残酷論　完全犯罪研究部 講談社ノベルス')
  })

  it('★石持浅海|フライ・バイ・ワイヤ', () => {
    cy.get_isbn('★石持浅海|フライ・バイ・ワイヤ', 'フライ・バイ・ワイヤ 単行本')
  })

  it('★メフィスト編集部［編］|０番目の事件簿', () => {
    cy.get_isbn('★メフィスト編集部［編］|０番目の事件簿', '０番目の事件簿 単行本')
  })

  it('★赤月黎|魔女狩り探偵春夏秋冬セツナ', () => {
    cy.get_isbn('★赤月黎|魔女狩り探偵春夏秋冬セツナ', '赤月黎 魔女狩り探偵春夏秋冬セツナ スーパーダッシュ文庫')
  })

  it('★松谷創一郞|ギャルと不思議ちゃん論', () => {
    cy.get_isbn('★松谷創一郞|ギャルと不思議ちゃん論', 'ギャルと不思議ちゃん論　女の子たちの三十年戦争 単行本')
  })

  it('★ラジ・パテル|肥満と飢餓', () => {
    cy.get_isbn('★ラジ・パテル|肥満と飢餓', '肥満と飢餓　世界フード・ビジネスの不幸のシステム 単行本')
  })

  it('★森晶麿|黒猫の薔薇あるいは時間旅行', () => {
    cy.get_isbn('★森晶麿|黒猫の薔薇あるいは時間旅行', '黒猫の薔薇あるいは時間旅行 単行本')
  })

  it('★似鳥航一|白奈さん、おいしくいただいちゃいます', () => {
    cy.get_isbn('★似鳥航一|白奈さん、おいしくいただいちゃいます', '似鳥航一 白奈さん、おいしくいただいちゃいます 電撃文庫')
  })

  it('★東川篤哉|謎解きはディナーのあとで３', () => {
    cy.get_isbn('★東川篤哉|謎解きはディナーのあとで３', '謎解きはディナーのあとで３ 単行本')
  })

  it('★中維|探偵失格２', () => {
    cy.get_isbn('★中維|探偵失格２', '中維 探偵失格２　真上原伏ノ殉教殺人 電撃文庫')
  })

  it('★法月綸太郎|犯罪ホロスコープⅡ', () => {
    cy.get_isbn('★法月綸太郎|犯罪ホロスコープⅡ', '法月綸太郎 犯罪ホロスコープⅡ　三人の女神の問題 カッパ・ノベルス')
  })

  it('★古野まほろ|セーラー服と黙示録', () => {
    cy.get_isbn('★古野まほろ|セーラー服と黙示録', 'セーラー服と黙示録 単行本')
  })

  it('★山形石雄|六花の勇者３', () => {
    cy.get_isbn('★山形石雄|六花の勇者３', '山形石雄 六花の勇者３ スーパーダッシュ文庫')
  })

  it('★山口雅也|謎の謎その他の謎', () => {
    cy.get_isbn('★山口雅也|謎の謎その他の謎', '【ルビ：謎：リドル】の【ルビ：謎：ミステリ】その他の【ルビ：謎：リドル】 単行本')
  })

  it('★安萬純一|ポケットに地球儀', () => {
    cy.get_isbn('★安萬純一|ポケットに地球儀', '安萬純一 ポケットに地球儀　探偵作家アマンと謎の密室魔 創元推理文庫')
  })

  it('★有栖川有栖|論理爆弾', () => {
    cy.get_isbn('★有栖川有栖|論理爆弾', '論理爆弾 単行本')
  })

  it('★似鳥航一|白奈さん、おいしくいただいちゃいます２', () => {
    cy.get_isbn('★似鳥航一|白奈さん、おいしくいただいちゃいます２', '似鳥航一 白奈さん、おいしくいただいちゃいます２ 電撃文庫')
  })

  it('★大倉崇裕|オチケン探偵の事件簿', () => {
    cy.get_isbn('★大倉崇裕|オチケン探偵の事件簿', 'オチケン探偵の事件簿 単行本')
  })

  it('★歌野晶午|舞田ひとみ11歳、ダンスときどき探偵', () => {
    cy.get_isbn('★歌野晶午|舞田ひとみ11歳、ダンスときどき探偵', '歌野晶午 舞田ひとみ11歳、ダンスときどき探偵 光文社文庫')
  })

  it('★歌野晶午|舞田ひとみ14歳、放課後ときどき探偵', () => {
    cy.get_isbn('★歌野晶午|舞田ひとみ14歳、放課後ときどき探偵', '歌野晶午 舞田ひとみ14歳、放課後ときどき探偵 カッパ・ノベルス')
  })

  it('★歌野晶午|コモリと子守り', () => {
    cy.get_isbn('★歌野晶午|コモリと子守り', 'コモリと子守り 単行本')
  })

  it('★北山猛邦|猫柳十一弦の失敗', () => {
    cy.get_isbn('★北山猛邦|猫柳十一弦の失敗', '北山猛邦 猫柳十一弦の失敗　探偵助手五箇条 講談社ノベルス')
  })

  it('★中維|斉藤アリスは有害です。', () => {
    cy.get_isbn('★中維|斉藤アリスは有害です。', '中維 斉藤アリスは有害です。　～世界の行方を握る少女～ 電撃文庫')
  })

  it('★米澤穂信|リカーシブル', () => {
    cy.get_isbn('★米澤穂信|リカーシブル', 'リカーシブル 単行本')
  })

  it('★森川智喜|スノーホワイト', () => {
    cy.get_isbn('★森川智喜|スノーホワイト', 'スノーホワイト　名探偵三途川理と少女の鏡は千の目を持つ 単行本')
  })

  it('★一田和樹|サイバークライム', () => {
    cy.get_isbn('★一田和樹|サイバークライム', 'サイバークライム　悪意のファネル 単行本')
  })

  it('★伯方雪日|ガチ！', () => {
    cy.get_isbn('★伯方雪日|ガチ！', 'ガチ！　少女と椿とベアナックル 単行本')
  })

  it('★三上延|ビブリア古書堂の事件手帖４', () => {
    cy.get_isbn('★三上延|ビブリア古書堂の事件手帖４', '三上延 ビブリア古書堂の事件手帖４　～栞子さんと二つの顔～ メディアワークス文庫')
  })

  it('★米倉あきら|インテリぶる推理少女とハメたいせんせい', () => {
    cy.get_isbn('★米倉あきら|インテリぶる推理少女とハメたいせんせい', '米倉あきら インテリぶる推理少女とハメたいせんせい　In terrible silly show, Jawed at hermitlike SENSEI ＨＪ文庫')
  })

  it('★天祢涼|セシューズ・ハイ', () => {
    cy.get_isbn('★天祢涼|セシューズ・ハイ', 'セシューズ・ハイ　議員探偵・漆原翔太郎 単行本')
  })

  it('★法条遥|404Not_Found', () => {
    cy.get_isbn('★法条遥|404Not_Found', '法条遥 404Not Found 講談社ノベルス')
  })

  it('★深木章子|螺旋の底', () => {
    cy.get_isbn('★深木章子|螺旋の底', '螺旋の底 単行本')
  })

  it('★浅倉秋成|ノワール・レヴナント', () => {
    cy.get_isbn('★浅倉秋成|ノワール・レヴナント', 'ノワール・レヴナント 単行本')
  })

  it('★霧舎巧|一月は合格祈願×恋愛成就＝日常の謎', () => {
    cy.get_isbn('★霧舎巧|一月は合格祈願×恋愛成就＝日常の謎', '霧舎巧 一月は合格祈願×恋愛成就＝日常の謎　私立霧舎学園ミステリ白書 講談社ノベルス')
  })

  it('★山田彩人|少女は黄昏に住む', () => {
    cy.get_isbn('★山田彩人|少女は黄昏に住む', '少女は黄昏に住む　マコトとコトノの事件簿 単行本')
  })

  it('★葉真中顕|ロスト・ケア', () => {
    cy.get_isbn('★葉真中顕|ロスト・ケア', 'ロスト・ケア 単行本')
  })

  it('★松本寛大|妖精の墓標', () => {
    cy.get_isbn('★松本寛大|妖精の墓標', '松本寛大 妖精の墓標 講談社ノベルス')
  })

  it('★石持浅海|届け物はまだ手の中に', () => {
    cy.get_isbn('★石持浅海|届け物はまだ手の中に', '届け物はまだ手の中に 単行本')
  })

  it('★大倉崇裕|福家警部補の報告', () => {
    cy.get_isbn('★大倉崇裕|福家警部補の報告', '福家警部補の報告 単行本')
  })

  it('★東川篤哉|私の嫌いな探偵', () => {
    cy.get_isbn('★東川篤哉|私の嫌いな探偵', '私の嫌いな探偵 単行本')
  })

  it('★平山瑞穂|ルドヴィカがいる', () => {
    cy.get_isbn('★平山瑞穂|ルドヴィカがいる', 'ルドヴィカがいる 単行本')
  })

  it('★周木律|眼球堂の殺人', () => {
    cy.get_isbn('★周木律|眼球堂の殺人', '周木律 眼球堂の殺人　～The Book～ 講談社ノベルス')
  })

  it('★長谷敏司|BEATLESS', () => {
    cy.get_isbn('★長谷敏司|BEATLESS', 'BEATLESS 単行本')
  })

  it('★古野まほろ|天帝のやどりなれ華館', () => {
    cy.get_isbn('★古野まほろ|天帝のやどりなれ華館', '天帝のやどりなれ華館 単行本')
  })

  it('★法月綸太郎|ノックス・マシン', () => {
    cy.get_isbn('★法月綸太郎|ノックス・マシン', 'ノックス・マシン 単行本')
  })

  it('★北山猛邦|人魚姫', () => {
    cy.get_isbn('★北山猛邦|人魚姫', '人魚姫　探偵グリムの手稿 単行本')
  })

  it('★綾辻行人［監修］|綾辻行人殺人事件', () => {
    cy.get_isbn('★綾辻行人［監修］|綾辻行人殺人事件', '綾辻行人［監修］ 綾辻行人殺人事件　主たちの館 講談社ノベルス')
  })

  it('★月原渉|月光蝶', () => {
    cy.get_isbn('★月原渉|月光蝶', '月光蝶　ＮＣＩＳ特別捜査官 単行本')
  })

  it('★似鳥鶏|昨日まで不思議の校舎', () => {
    cy.get_isbn('★似鳥鶏|昨日まで不思議の校舎', '似鳥鶏 昨日まで不思議の校舎 創元推理文庫')
  })

  it('★深水黎一郎|美人薄命', () => {
    cy.get_isbn('★深水黎一郎|美人薄命', '美人薄命 単行本')
  })

  it('★鳥飼否宇|憑き物', () => {
    cy.get_isbn('★鳥飼否宇|憑き物', '鳥飼否宇 憑き物 講談社ノベルス')
  })

  it('★白石かおる|誰もが僕に「探偵」をやらせたがる', () => {
    cy.get_isbn('★白石かおる|誰もが僕に「探偵」をやらせたがる', '誰もが僕に「探偵」をやらせたがる 単行本')
  })

  it('★高井忍|本能寺遊戯', () => {
    cy.get_isbn('★高井忍|本能寺遊戯', '本能寺遊戯 単行本')
  })

  it('★岡崎琢磨|珈琲店タレーランの事件簿２', () => {
    cy.get_isbn('★岡崎琢磨|珈琲店タレーランの事件簿２', '岡崎琢磨 珈琲店タレーランの事件簿２　彼女はカフェオレの夢を見る 宝島社文庫')
  })

  it('★霞流一|落日のコンドル', () => {
    cy.get_isbn('★霞流一|落日のコンドル', '落日のコンドル 単行本')
  })

  it('★本格ミステリ作家クラブ［選・編］|ベスト本格ミステリ２０１３', () => {
    cy.get_isbn('★本格ミステリ作家クラブ［選・編］|ベスト本格ミステリ２０１３', '本格ミステリ作家クラブ［選・編］ ベスト本格ミステリ２０１３ 講談社ノベルス')
  })

  it('★京都大学推理小説研究会|鏡の国の住人たち', () => {
    cy.get_isbn('★京都大学推理小説研究会|鏡の国の住人たち', '鏡の国の住人たち 単行本')
  })

  it('★古野まほろ|パダム・パダム', () => {
    cy.get_isbn('★古野まほろ|パダム・パダム', 'パダム・パダム　Ｅの悲劇\'80 単行本')
  })

  it('★似鳥鶏|ダチョウは軽車両に該当します', () => {
    cy.get_isbn('★似鳥鶏|ダチョウは軽車両に該当します', '似鳥鶏 ダチョウは軽車両に該当します 文春文庫')
  })

  it('★北山猛邦|人外境ロマンス', () => {
    cy.get_isbn('★北山猛邦|人外境ロマンス', '人外境ロマンス 単行本')
  })

  it('★石持浅海|わたしたちが少女と呼ばれていた頃', () => {
    cy.get_isbn('★石持浅海|わたしたちが少女と呼ばれていた頃', 'わたしたちが少女と呼ばれていた頃 単行本')
  })

  it('★田中啓文|シャーロック・ホームズたちの冒険', () => {
    cy.get_isbn('★田中啓文|シャーロック・ホームズたちの冒険', 'シャーロック・ホームズたちの冒険 単行本')
  })

  it('★江波光則|鳥葬', () => {
    cy.get_isbn('★江波光則|鳥葬', '江波光則 鳥葬　―まだ人間じゃない― ガガガ文庫')
  })

  it('★森川智喜|一つ屋根の下の探偵たち', () => {
    cy.get_isbn('★森川智喜|一つ屋根の下の探偵たち', '一つ屋根の下の探偵たち 単行本')
  })

  it('★入江君人|神さまのいない日曜日Ⅷ', () => {
    cy.get_isbn('★入江君人|神さまのいない日曜日Ⅷ', '入江君人 神さまのいない日曜日Ⅷ 富士見ファンタジア文庫')
  })

  it('★エイミー・ベンダー|私自身の見えない徴', () => {
    cy.get_isbn('★エイミー・ベンダー|私自身の見えない徴', 'エイミー・ベンダー 私自身の見えない徴 角川文庫')
  })

  it('★西澤保彦|ぬいぐるみ警部の帰還', () => {
    cy.get_isbn('★西澤保彦|ぬいぐるみ警部の帰還', 'ぬいぐるみ警部の帰還 単行本')
  })

  it('★周木律|双孔堂の殺人', () => {
    cy.get_isbn('★周木律|双孔堂の殺人', '周木律 双孔堂の殺人　～Double Torus～ 講談社ノベルス')
  })

  it('★貫井徳郎|ドミノ倒し', () => {
    cy.get_isbn('★貫井徳郎|ドミノ倒し', 'ドミノ倒し 単行本')
  })

  it('★伊藤計劃|ハーモニー', () => {
    cy.get_isbn('★伊藤計劃|ハーモニー', '伊藤計劃 ハーモニー ハヤカワ文庫ＪＡ')
  })

  it('★綾辻行人|Another_エピソードＳ', () => {
    cy.get_isbn('★綾辻行人|Another_エピソードＳ', 'Another エピソードＳ 単行本')
  })

  it('★山形石雄|六花の勇者４', () => {
    cy.get_isbn('★山形石雄|六花の勇者４', '山形石雄 六花の勇者４ スーパーダッシュ文庫')
  })

  it('★青崎有吾|水族館の殺人', () => {
    cy.get_isbn('★青崎有吾|水族館の殺人', '水族館の殺人 単行本')
  })

  it('★御影瑛路|空ろの箱と零のマリア６', () => {
    cy.get_isbn('★御影瑛路|空ろの箱と零のマリア６', '御影瑛路 空ろの箱と零のマリア６ 電撃文庫')
  })

  it('★宮内悠介|ヨハネスブルグの天使たち', () => {
    cy.get_isbn('★宮内悠介|ヨハネスブルグの天使たち', 'ヨハネスブルグの天使たち 単行本')
  })

  it('★御影瑛路|Ｆランクの暴君Ⅰ', () => {
    cy.get_isbn('★御影瑛路|Ｆランクの暴君Ⅰ', '御影瑛路 Ｆランクの暴君Ⅰ　～堕ちた天才の凱旋～ 電撃文庫')
  })

  it('★有栖川有栖|菩提樹荘の殺人', () => {
    cy.get_isbn('★有栖川有栖|菩提樹荘の殺人', '菩提樹荘の殺人 単行本')
  })

  it('★野崎まど|パーフェクトフレンド', () => {
    cy.get_isbn('★野崎まど|パーフェクトフレンド', '野崎まど パーフェクトフレンド メディアワークス文庫')
  })

  it('★野崎まど|ｋｎｏｗ', () => {
    cy.get_isbn('★野崎まど|ｋｎｏｗ', '野崎まど ｋｎｏｗ ハヤカワ文庫ＪＡ')
  })

  it('★我孫子武丸|狼と兎のゲーム', () => {
    cy.get_isbn('★我孫子武丸|狼と兎のゲーム', '狼と兎のゲーム 単行本')
  })

  it('★高田崇史|軍神の血脈', () => {
    cy.get_isbn('★高田崇史|軍神の血脈', '軍神の血脈　～楠木正成秘伝～ 単行本')
  })

  it('★長野慶太|KAMIKAKUSHI_神隠し', () => {
    cy.get_isbn('★長野慶太|KAMIKAKUSHI_神隠し', 'KAMIKAKUSHI 神隠し 単行本')
  })

  it('★相沢沙呼|マツリカ・マハリタ', () => {
    cy.get_isbn('★相沢沙呼|マツリカ・マハリタ', 'マツリカ・マハリタ 単行本')
  })

  it('★竹吉優輔|襲名犯', () => {
    cy.get_isbn('★竹吉優輔|襲名犯', '襲名犯 単行本')
  })

  it('★東野圭吾|祈りの幕が下りる時', () => {
    cy.get_isbn('★東野圭吾|祈りの幕が下りる時', '祈りの幕が下りる時 単行本')
  })

  it('★梓崎優|リバーサイド・チルドレン', () => {
    cy.get_isbn('★梓崎優|リバーサイド・チルドレン', 'リバーサイド・チルドレン 単行本')
  })

  it('★菅原和也|ＣＵＴ', () => {
    cy.get_isbn('★菅原和也|ＣＵＴ', 'ＣＵＴ 単行本')
  })

  it('★森川智喜|踊る人形', () => {
    cy.get_isbn('★森川智喜|踊る人形', '踊る人形　名探偵三途川理とゴーレムのＥは真実のＥ 単行本')
  })

  it('★島田荘司|星籠の海', () => {
    cy.get_isbn('★島田荘司|星籠の海', '星籠の海 単行本')
  })

  it('★加納朋子|ささらさや', () => {
    cy.get_isbn('★加納朋子|ささらさや', '加納朋子 ささらさや 幻冬舎文庫')
  })

  it('★加納朋子|てるてるあした', () => {
    cy.get_isbn('★加納朋子|てるてるあした', '加納朋子 てるてるあした 幻冬舎文庫')
  })

  it('★加納朋子|はるひのの、はる', () => {
    cy.get_isbn('★加納朋子|はるひのの、はる', 'はるひのの、はる 単行本')
  })

  it('★浅岡沙織|悪魔の家系図', () => {
    cy.get_isbn('★浅岡沙織|悪魔の家系図', '悪魔の家系図 単行本')
  })

  it('★似鳥鶏|パティシエの秘密推理', () => {
    cy.get_isbn('★似鳥鶏|パティシエの秘密推理', '似鳥鶏 パティシエの秘密推理　お召し上がりは容疑者から 幻冬舎文庫')
  })

  it('★辻真先|戯作・誕生殺人事件', () => {
    cy.get_isbn('★辻真先|戯作・誕生殺人事件', '戯作・誕生殺人事件 単行本')
  })

  it('★小林泰三|アリス殺し', () => {
    cy.get_isbn('★小林泰三|アリス殺し', 'アリス殺し 単行本')
  })

  it('★市川哲也|名探偵の証明', () => {
    cy.get_isbn('★市川哲也|名探偵の証明', '名探偵の証明 単行本')
  })

  it('★伊兼源太郎|見えざる網', () => {
    cy.get_isbn('★伊兼源太郎|見えざる網', '見えざる網 単行本')
  })

  it('★麻耶雄嵩|貴族探偵対女探偵', () => {
    cy.get_isbn('★麻耶雄嵩|貴族探偵対女探偵', '貴族探偵対女探偵 単行本')
  })

  it('★深緑野分|オーブランの少女', () => {
    cy.get_isbn('★深緑野分|オーブランの少女', 'オーブランの少女 単行本')
  })

  it('★三沢陽一|致死量未満の殺人', () => {
    cy.get_isbn('★三沢陽一|致死量未満の殺人', '致死量未満の殺人 単行本')
  })

  it('★芦辺拓|時の審廷', () => {
    cy.get_isbn('★芦辺拓|時の審廷', '時の審廷 単行本')
  })

  it('★倉阪鬼一郎|八王子七色面妖館密室不可能殺人', () => {
    cy.get_isbn('★倉阪鬼一郎|八王子七色面妖館密室不可能殺人', '倉阪鬼一郎 八王子七色面妖館密室不可能殺人 講談社ノベルス')
  })

  it('★中山七里|切り裂きジャックの告白', () => {
    cy.get_isbn('★中山七里|切り裂きジャックの告白', '切り裂きジャックの告白 単行本')
  })

  it('★森博嗣|神様が殺してくれる', () => {
    cy.get_isbn('★森博嗣|神様が殺してくれる', '神様が殺してくれる 単行本')
  })

  it('★平石貴樹|松谷警部と目黒の雨', () => {
    cy.get_isbn('★平石貴樹|松谷警部と目黒の雨', '平石貴樹 松谷警部と目黒の雨 創元推理文庫')
  })

  it('★古野まほろ|背徳のぐるりよざ', () => {
    cy.get_isbn('★古野まほろ|背徳のぐるりよざ', '背徳のぐるりよざ　セーラー服と黙示録 単行本')
  })

  it('★御影瑛路|Ｆランクの暴君Ⅱ', () => {
    cy.get_isbn('★御影瑛路|Ｆランクの暴君Ⅱ', '御影瑛路 Ｆランクの暴君Ⅱ　―天才の華麗なる暴虐― 電撃文庫')
  })

  it('★河野裕|つれづれ、北野坂探偵舎_心理描写が足りてない', () => {
    cy.get_isbn('★河野裕|つれづれ、北野坂探偵舎_心理描写が足りてない', '河野裕 つれづれ、北野坂探偵舎　心理描写が足りてない 角川文庫')
  })

  it('★相沢沙呼|卯月の雪のレター・レター', () => {
    cy.get_isbn('★相沢沙呼|卯月の雪のレター・レター', '卯月の雪のレター・レター 単行本')
  })

  it('★中村あき|ロジック・ロック・フェスティバル', () => {
    cy.get_isbn('★中村あき|ロジック・ロック・フェスティバル', 'ロジック・ロック・フェスティバル　～Logic Lock Festival～ 探偵殺しのパラドックス 単行本')
  })

  it('★倉知淳|シュークリーム・パニック_生チョコレート', () => {
    cy.get_isbn('★倉知淳|シュークリーム・パニック_生チョコレート', '倉知淳 シュークリーム・パニック　生チョコレート 講談社ノベルス')
  })

  it('★倉知淳|シュークリーム・パニック_Ｗクリーム', () => {
    cy.get_isbn('★倉知淳|シュークリーム・パニック_Ｗクリーム', '倉知淳 シュークリーム・パニック　Ｗクリーム 講談社ノベルス')
  })

  it('★北山猛邦|ダンガンロンパ霧切１', () => {
    cy.get_isbn('★北山猛邦|ダンガンロンパ霧切１', 'ダンガンロンパ霧切１ 単行本')
  })

  it('★北山猛邦|ダンガンロンパ霧切２', () => {
    cy.get_isbn('★北山猛邦|ダンガンロンパ霧切２', 'ダンガンロンパ霧切２ 単行本')
  })

  it('★青井夏海|からくりランドのプリンセス', () => {
    cy.get_isbn('★青井夏海|からくりランドのプリンセス', 'からくりランドのプリンセス 単行本')
  })

})
