describe('amaisbn', () => {

  it('★雨井湖音|僕たちの青春はちょっとだけ特別', () => {
    cy.get_isbn('★雨井湖音|僕たちの青春はちょっとだけ特別', '僕たちの青春はちょっとだけ特別 単行本')
  })

  it('★有栖川有栖|砂男', () => {
    cy.get_isbn('★有栖川有栖|砂男', '有栖川有栖 砂男 文春文庫')
  })

  it('★逸木裕|五つの季節に探偵は', () => {
    cy.get_isbn('★逸木裕|五つの季節に探偵は', '逸木裕 五つの季節に探偵は 角川文庫')
  })

  it('★逸木裕|彼女が探偵でなければ', () => {
    cy.get_isbn('★逸木裕|彼女が探偵でなければ', '彼女が探偵でなければ 単行本')
  })

  it('★麻根重次|千年のフーダニット', () => {
    cy.get_isbn('★麻根重次|千年のフーダニット', '千年のフーダニット 単行本')
  })

  it('★彩坂美月|そして少女は、孤島に消える', () => {
    cy.get_isbn('★彩坂美月|そして少女は、孤島に消える', 'そして少女は、孤島に消える 単行本')
  })

  it('★伊吹亜門|路地裏の二・二六', () => {
    cy.get_isbn('★伊吹亜門|路地裏の二・二六', '路地裏の二・二六 単行本')
  })

  it('★杉井光|世界でいちばん透きとおった物語２', () => {
    cy.get_isbn('★杉井光|世界でいちばん透きとおった物語２', '杉井光 世界でいちばん透きとおった物語２ 新潮文庫ｎｅｘ')
  })

  it('★南海遊|パンドラブレイン__亜魂島殺人（格）事件', () => {
    cy.get_isbn('★南海遊|パンドラブレイン__亜魂島殺人（格）事件', 'パンドラブレイン　亜魂島殺人（格）事件 単行本')
  })

  it('★松城明|探偵機械エキシマ', () => {
    cy.get_isbn('★松城明|探偵機械エキシマ', '探偵機械エキシマ 単行本')
  })

  it('★島田荘司|伊根の龍神', () => {
    cy.get_isbn('★島田荘司|伊根の龍神', '伊根の龍神 単行本')
  })

  it('★衣刀信吾|午前零時の評議室', () => {
    cy.get_isbn('★衣刀信吾|午前零時の評議室', '午前零時の評議室 単行本')
  })

  it('★紙城境介|シャーロック＋アカデミー__Logic.4_犯罪ＲＰＧ', () => {
    cy.get_isbn('★紙城境介|シャーロック＋アカデミー__Logic.4_犯罪ＲＰＧ', '紙城境介 シャーロック＋アカデミー　Logic.4 犯罪ＲＰＧ ＭＦ文庫Ｊ')
  })

  it('★潮谷験|名探偵再び', () => {
    cy.get_isbn('★潮谷験|名探偵再び', '名探偵再び 単行本')
  })

  it('★渡辺優|月蝕島の信者たち', () => {
    cy.get_isbn('★渡辺優|月蝕島の信者たち', '月蝕島の信者たち 単行本')
  })

  it('★小森収|明智卿死人を起す', () => {
    cy.get_isbn('★小森収|明智卿死人を起す', '小森収 明智卿死人を起す 創元推理文庫')
  })

  it('★額賀澪|願わくば海の底で', () => {
    cy.get_isbn('★額賀澪|願わくば海の底で', '願わくば海の底で 単行本')
  })

  it('★楠谷佑|無気力探偵__～面倒な事件、お断り～［完全版］', () => {
    cy.get_isbn('★楠谷佑|無気力探偵__～面倒な事件、お断り～［完全版］', '無気力探偵　～面倒な事件、お断り～［完全版］ 単行本')
  })

  it('★安萬純一|不可解事件請負人火垂柚葉', () => {
    cy.get_isbn('★安萬純一|不可解事件請負人火垂柚葉', '不可解事件請負人火垂柚葉 単行本')
  })

  it('★小倉千明|嘘つきたちへ', () => {
    cy.get_isbn('★小倉千明|嘘つきたちへ', '嘘つきたちへ 単行本')
  })

  it('★岡本好貴|電報予告殺人事件', () => {
    cy.get_isbn('★岡本好貴|電報予告殺人事件', '電報予告殺人事件 単行本')
  })

  it('★本格ミステリ作家クラブ［選・編］|本格王２０２５', () => {
    cy.get_isbn('★本格ミステリ作家クラブ［選・編］|本格王２０２５', '本格ミステリ作家クラブ［選・編］ 本格王２０２５ 講談社文庫')
  })

  it('★楠谷佑|無気力探偵２__～赤い紐連続殺人事件～［完全版］', () => {
    cy.get_isbn('★楠谷佑|無気力探偵２__～赤い紐連続殺人事件～［完全版］', '無気力探偵２　～赤い紐連続殺人事件～［完全版］ 単行本')
  })

  it('★水見はがね|朝からブルマンの男', () => {
    cy.get_isbn('★水見はがね|朝からブルマンの男', '朝からブルマンの男 単行本')
  })

  it('★水鏡月聖|遺失の結末と彷徨える幽霊たち__～編集者宮川雅は妥協しない～', () => {
    cy.get_isbn('★水鏡月聖|遺失の結末と彷徨える幽霊たち__～編集者宮川雅は妥協しない～', '遺失の結末と彷徨える【ルビ：幽霊：ゴースト】たち　～編集者宮川雅は妥協しない～ 単行本')
  })

  it('★方丈貴恵|アミュレット・ワンダーランド', () => {
    cy.get_isbn('★方丈貴恵|アミュレット・ワンダーランド', 'アミュレット・ワンダーランド 単行本')
  })

  it('★歌野晶午|中にいる、おまえの中にいる。', () => {
    cy.get_isbn('★歌野晶午|中にいる、おまえの中にいる。', '中にいる、おまえの中にいる。 単行本')
  })

  it('★笛吹太郎|コージーボーイズ、あるいは四度ドアを開く', () => {
    cy.get_isbn('★笛吹太郎|コージーボーイズ、あるいは四度ドアを開く', 'コージーボーイズ、あるいは四度ドアを開く 単行本')
  })

  it('★潮谷験|誘拐劇場', () => {
    cy.get_isbn('★潮谷験|誘拐劇場', '誘拐劇場 単行本')
  })

  it('★飛鳥部勝則|抹殺ゴスゴッズ', () => {
    cy.get_isbn('★飛鳥部勝則|抹殺ゴスゴッズ', '抹殺ゴスゴッズ 単行本')
  })

  it('★櫻田智也|失われた貌', () => {
    cy.get_isbn('★櫻田智也|失われた貌', '失われた貌 単行本')
  })

  it('★阿津川辰海|最後のあいさつ', () => {
    cy.get_isbn('★阿津川辰海|最後のあいさつ', '最後のあいさつ 単行本')
  })

  it('★山口未桜|白魔の檻', () => {
    cy.get_isbn('★山口未桜|白魔の檻', '白魔の檻 単行本')
  })

  it('★大神晃|蜘蛛屋敷の殺人', () => {
    cy.get_isbn('★大神晃|蜘蛛屋敷の殺人', '大神晃 蜘蛛屋敷の殺人 新潮文庫ｎｅｘ')
  })

  it('★我孫子武丸|我孫子武丸犯人当て全集', () => {
    cy.get_isbn('★我孫子武丸|我孫子武丸犯人当て全集', '我孫子武丸犯人当て全集 単行本')
  })

  it('★杉井光|羊殺しの巫女たち', () => {
    cy.get_isbn('★杉井光|羊殺しの巫女たち', '羊殺しの巫女たち 単行本')
  })

  it('★似鳥鶏|みんなで決めた真実', () => {
    cy.get_isbn('★似鳥鶏|みんなで決めた真実', 'みんなで決めた真実 単行本')
  })

  it('★北山猛邦|神の光', () => {
    cy.get_isbn('★北山猛邦|神の光', '神の光 単行本')
  })

  it('★門前典之|ネズミとキリンの金字塔', () => {
    cy.get_isbn('★門前典之|ネズミとキリンの金字塔', 'ネズミとキリンの【ルビ：金字塔：ピラミッド】 単行本')
  })

  it('★市川憂人|もつれ星は最果ての夢を見る', () => {
    cy.get_isbn('★市川憂人|もつれ星は最果ての夢を見る', 'もつれ星は最果ての夢を見る 単行本')
  })

  it('★城平京|虚構推理__忍法虚構推理', () => {
    cy.get_isbn('★城平京|虚構推理__忍法虚構推理', '城平京 虚構推理　忍法虚構推理 講談社タイガ')
  })

  it('★七河迦南|刹那の夏', () => {
    cy.get_isbn('★七河迦南|刹那の夏', '刹那の夏 単行本')
  })

  it('★山田彩人|千年ゲーム', () => {
    cy.get_isbn('★山田彩人|千年ゲーム', '千年ゲーム 単行本')
  })

  it('★梓崎優|狼少年ＡＢＣ', () => {
    cy.get_isbn('★梓崎優|狼少年ＡＢＣ', '狼少年ＡＢＣ 単行本')
  })

  it('★河野裕|さよならの言い方なんて知らない。10', () => {
    cy.get_isbn('★河野裕|さよならの言い方なんて知らない。10', '河野裕 さよならの言い方なんて知らない。10 新潮文庫ｎｅｘ')
  })

  it('★七河迦南|わたしがいなくなった世界に', () => {
    cy.get_isbn('★七河迦南|わたしがいなくなった世界に', 'わたしがいなくなった世界に 単行本')
  })

  it('★床品美帆|降り止まぬ雨の殺人__京都辻占探偵六角', () => {
    cy.get_isbn('★床品美帆|降り止まぬ雨の殺人__京都辻占探偵六角', '降り止まぬ雨の殺人　京都辻占探偵六角 単行本')
  })

  it('★大山誠一郎|死の絆__赤い博物館', () => {
    cy.get_isbn('★大山誠一郎|死の絆__赤い博物館', '大山誠一郎 死の絆　赤い博物館 文春文庫')
  })

  it('★森バジル|探偵小石は恋しない', () => {
    cy.get_isbn('★森バジル|探偵小石は恋しない', '探偵小石は恋しない 単行本')
  })

  it('★市川哲也|シュレディンガーの殺人者', () => {
    cy.get_isbn('★市川哲也|シュレディンガーの殺人者', 'シュレディンガーの殺人者 単行本')
  })

})
