describe('amaisbn', () => {

  it('★真門浩平|バイバイ、サンタクロース__麻坂家の双子探偵', () => {
    cy.get_isbn('★真門浩平|バイバイ、サンタクロース__麻坂家の双子探偵', 'バイバイ、サンタクロース　麻坂家の双子探偵 単行本')
  })

  it('★白川尚史|ファラオの密室', () => {
    cy.get_isbn('★白川尚史|ファラオの密室', 'ファラオの密室 単行本')
  })

  it('★本岡類|聖乳歯の迷宮', () => {
    cy.get_isbn('★本岡類|聖乳歯の迷宮', '本岡類 聖乳歯の迷宮 文春文庫')
  })

  it('★加納朋子|１（ＯＮＥ）', () => {
    cy.get_isbn('★加納朋子|１（ＯＮＥ）', '１（ＯＮＥ） 単行本')
  })

  it('★芦辺拓_江戸川乱歩|乱歩殺人事件__「悪霊」ふたたび', () => {
    cy.get_isbn('★芦辺拓_江戸川乱歩|乱歩殺人事件__「悪霊」ふたたび', '乱歩殺人事件　「悪霊」ふたたび 単行本')
  })

  it('★潮谷験|ミノタウロス現象', () => {
    cy.get_isbn('★潮谷験|ミノタウロス現象', 'ミノタウロス現象 単行本')
  })

  it('★阿津川辰海|黄土館の殺人', () => {
    cy.get_isbn('★阿津川辰海|黄土館の殺人', '阿津川辰海 黄土館の殺人 講談社タイガ')
  })

  it('★榊林銘|毒入り火刑法廷', () => {
    cy.get_isbn('★榊林銘|毒入り火刑法廷', '毒入り火刑法廷 単行本')
  })

  it('★伊吹亜門|帝国妖人伝', () => {
    cy.get_isbn('★伊吹亜門|帝国妖人伝', '帝国妖人伝 単行本')
  })

  it('★彩坂美月|double__～彼岸荘の殺人～', () => {
    cy.get_isbn('★彩坂美月|double__～彼岸荘の殺人～', '彩坂美月 double　～彼岸荘の殺人～ 文春文庫')
  })

  it('★下村敦史|そして誰かがいなくなる', () => {
    cy.get_isbn('★下村敦史|そして誰かがいなくなる', 'そして誰かがいなくなる 単行本')
  })

  it('★夕木春央|サロメの断頭台', () => {
    cy.get_isbn('★夕木春央|サロメの断頭台', 'サロメの断頭台 単行本')
  })

  it('★紙城境介|シャーロック＋アカデミー__Logic.3_カラスが虹に染まる時', () => {
    cy.get_isbn('★紙城境介|シャーロック＋アカデミー__Logic.3_カラスが虹に染まる時', '紙城境介 シャーロック＋アカデミー　Logic.3 カラスが虹に染まる時 ＭＦ文庫Ｊ')
  })

  it('★南海遊|永劫館超連続殺人事件__魔女はＸと死ぬことにした', () => {
    cy.get_isbn('★南海遊|永劫館超連続殺人事件__魔女はＸと死ぬことにした', '永劫館超連続殺人事件　魔女はＸと死ぬことにした 単行本')
  })

  it('★森晶麿|切断島の殺戮理論', () => {
    cy.get_isbn('★森晶麿|切断島の殺戮理論', '切断島の殺戮理論 単行本')
  })

  it('★三上延|ビブリア古書堂の事件手帖Ⅳ__～扉子たちと継がれる道～', () => {
    cy.get_isbn('★三上延|ビブリア古書堂の事件手帖Ⅳ__～扉子たちと継がれる道～', '三上延 ビブリア古書堂の事件手帖Ⅳ　～扉子たちと継がれる道～ メディアワークス文庫')
  })

  it('★早坂吝|ＶＲ浮遊館の謎__探偵ＡＩのリアル・ディープラーニング', () => {
    cy.get_isbn('★早坂吝|ＶＲ浮遊館の謎__探偵ＡＩのリアル・ディープラーニング', '早坂吝 ＶＲ浮遊館の謎　探偵ＡＩのリアル・ディープラーニング 新潮文庫ｎｅｘ')
  })

  it('★真門浩平|ぼくらは回収しない', () => {
    cy.get_isbn('★真門浩平|ぼくらは回収しない', 'ぼくらは回収しない 単行本')
  })

  it('★歌野晶午|それは令和のことでした、', () => {
    cy.get_isbn('★歌野晶午|それは令和のことでした、', 'それは令和のことでした、 単行本')
  })

  it('★米澤穂信|冬期限定ボンボンショコラ事件', () => {
    cy.get_isbn('★米澤穂信|冬期限定ボンボンショコラ事件', '米澤穂信 冬期限定ボンボンショコラ事件 創元推理文庫')
  })

  it('★信国遥|あなたに聞いて貰いたい七つの殺人', () => {
    cy.get_isbn('★信国遥|あなたに聞いて貰いたい七つの殺人', 'あなたに聞いて貰いたい七つの殺人 単行本')
  })

  it('★五条紀夫|イデアの再臨', () => {
    cy.get_isbn('★五条紀夫|イデアの再臨', '五条紀夫 イデアの再臨 新潮文庫ｎｅｘ')
  })

  it('★天祢涼|少女が最後に見た蛍', () => {
    cy.get_isbn('★天祢涼|少女が最後に見た蛍', '少女が最後に見た蛍 単行本')
  })

  it('★大山誠一郎|にわか名探偵__ワトソン力', () => {
    cy.get_isbn('★大山誠一郎|にわか名探偵__ワトソン力', 'にわか名探偵　ワトソン力 単行本')
  })

  it('★大神晃|天狗屋敷の殺人', () => {
    cy.get_isbn('★大神晃|天狗屋敷の殺人', '大神晃 天狗屋敷の殺人 新潮文庫ｎｅｘ')
  })

  it('★深水黎一郎|真贋', () => {
    cy.get_isbn('★深水黎一郎|真贋', '真贋 単行本')
  })

  it('★櫻田智也|六色の蛹', () => {
    cy.get_isbn('★櫻田智也|六色の蛹', '六色の蛹 単行本')
  })

  it('★本格ミステリ作家クラブ［選・編］|本格王２０２４', () => {
    cy.get_isbn('★本格ミステリ作家クラブ［選・編］|本格王２０２４', '本格ミステリ作家クラブ［選・編］ 本格王２０２４ 講談社文庫')
  })

  it('★平石貴樹|室蘭地球岬のフィナーレ', () => {
    cy.get_isbn('★平石貴樹|室蘭地球岬のフィナーレ', '室蘭地球岬のフィナーレ 単行本')
  })

  it('★今村昌弘|明智恭介の奔走', () => {
    cy.get_isbn('★今村昌弘|明智恭介の奔走', '明智恭介の奔走 単行本')
  })

  it('★羽生飛鳥|歌人探偵定家__百人一首推理抄', () => {
    cy.get_isbn('★羽生飛鳥|歌人探偵定家__百人一首推理抄', '歌人探偵定家　百人一首推理抄 単行本')
  })

  it('★鴨崎暖炉|密室偏愛時代の殺人__閉ざされた村と八つのトリック', () => {
    cy.get_isbn('★鴨崎暖炉|密室偏愛時代の殺人__閉ざされた村と八つのトリック', '鴨崎暖炉 密室偏愛時代の殺人　閉ざされた村と八つのトリック 宝島社文庫')
  })

  it('★潮谷験|伯爵と三つの棺', () => {
    cy.get_isbn('★潮谷験|伯爵と三つの棺', '伯爵と三つの棺 単行本')
  })

  it('★阿津川辰海|バーニング・ダンサー', () => {
    cy.get_isbn('★阿津川辰海|バーニング・ダンサー', 'バーニング・ダンサー 単行本')
  })

  it('★松城明|蛇影の館', () => {
    cy.get_isbn('★松城明|蛇影の館', '蛇影の館 単行本')
  })

  it('★新名智|雷龍楼の殺人', () => {
    cy.get_isbn('★新名智|雷龍楼の殺人', '雷龍楼の殺人 単行本')
  })

  it('★有栖川有栖|日本扇の謎', () => {
    cy.get_isbn('★有栖川有栖|日本扇の謎', '有栖川有栖 日本扇の謎 講談社ノベルス')
  })

  it('★市川憂人|牢獄学舎の殺人__未完図書委員会の事件簿', () => {
    cy.get_isbn('★市川憂人|牢獄学舎の殺人__未完図書委員会の事件簿', '牢獄学舎の殺人　未完図書委員会の事件簿 単行本')
  })

  it('★白井智之|ぼくは化け物きみは怪物', () => {
    cy.get_isbn('★白井智之|ぼくは化け物きみは怪物', 'ぼくは化け物きみは怪物 単行本')
  })

  it('★方丈貴恵|少女には向かない完全犯罪', () => {
    cy.get_isbn('★方丈貴恵|少女には向かない完全犯罪', '少女には向かない完全犯罪 単行本')
  })

  it('★桜庭一樹|名探偵の有害性', () => {
    cy.get_isbn('★桜庭一樹|名探偵の有害性', '名探偵の有害性 単行本')
  })

  it('★芦辺拓|明治殺人法廷', () => {
    cy.get_isbn('★芦辺拓|明治殺人法廷', '明治殺人法廷 単行本')
  })

  it('★東川篤哉|新_謎解きはディナーのあとで２', () => {
    cy.get_isbn('★東川篤哉|新_謎解きはディナーのあとで２', '新 謎解きはディナーのあとで２ 単行本')
  })

  it('★乙一|大樹館の幻想', () => {
    cy.get_isbn('★乙一|大樹館の幻想', '大樹館の幻想 単行本')
  })

  it('★小松立人|そして誰もいなくなるのか', () => {
    cy.get_isbn('★小松立人|そして誰もいなくなるのか', 'そして誰もいなくなるのか 単行本')
  })

  it('★山口未桜|禁忌の子', () => {
    cy.get_isbn('★山口未桜|禁忌の子', '禁忌の子 単行本')
  })

  it('★河野裕|さよならの言い方なんて知らない。９', () => {
    cy.get_isbn('★河野裕|さよならの言い方なんて知らない。９', '河野裕 さよならの言い方なんて知らない。９ 新潮文庫ｎｅｘ')
  })

  it('★片岡翔|その殺人、本格ミステリにさせません。', () => {
    cy.get_isbn('★片岡翔|その殺人、本格ミステリにさせません。', 'その殺人、本格ミステリにさせません。 単行本')
  })

  it('★倉知淳|死体で遊ぶな大人たち', () => {
    cy.get_isbn('★倉知淳|死体で遊ぶな大人たち', '死体で遊ぶな大人たち 単行本')
  })

  it('★柳川一|中山民俗学探偵譚', () => {
    cy.get_isbn('★柳川一|中山民俗学探偵譚', '中山民俗学探偵譚 単行本')
  })

  it('★陸秋槎|喪服の似合う少女', () => {
    cy.get_isbn('★陸秋槎|喪服の似合う少女', '喪服の似合う少女 単行本')
  })

  it('★久住四季|神様の次くらいに__人の死なない謎解きミステリ集', () => {
    cy.get_isbn('★久住四季|神様の次くらいに__人の死なない謎解きミステリ集', '久住四季 神様の次くらいに　人の死なない謎解きミステリ集 創元推理文庫')
  })

  it('★古泉迦十|崑崙奴', () => {
    cy.get_isbn('★古泉迦十|崑崙奴', '崑崙奴 単行本')
  })

  it('★谷川流|涼宮ハルヒの劇場', () => {
    cy.get_isbn('★谷川流|涼宮ハルヒの劇場', '谷川流 涼宮ハルヒの劇場 角川スニーカー文庫')
  })

  it('★川辺純可|アインスタインと春待月の殺人', () => {
    cy.get_isbn('★川辺純可|アインスタインと春待月の殺人', 'アインスタインと春待月の殺人 単行本')
  })

  it('★深木章子|闇に消えた男__フリーライター・新城誠の事件簿', () => {
    cy.get_isbn('★深木章子|闇に消えた男__フリーライター・新城誠の事件簿', '深木章子 闇に消えた男　フリーライター・新城誠の事件簿 角川文庫')
  })

  it('★谷夏読|この恋だけは推理らない', () => {
    cy.get_isbn('★谷夏読|この恋だけは推理らない', 'この恋だけは【ルビ：推理：わか】らない 単行本')
  })

})
