describe('amaisbn', () => {

  it('★竹本健治|涙香迷宮', () => {
    cy.get_isbn('★竹本健治|涙香迷宮', '涙香迷宮 単行本')
  })

  it('★吉野泉|放課後スプリング・トレイン', () => {
    cy.get_isbn('★吉野泉|放課後スプリング・トレイン', '吉野泉 放課後スプリング・トレイン 創元推理文庫')
  })

  it('★谺健二|ケムール・ミステリー', () => {
    cy.get_isbn('★谺健二|ケムール・ミステリー', 'ケムール・ミステリー 単行本')
  })

  it('★森川智喜|ワスレロモノ', () => {
    cy.get_isbn('★森川智喜|ワスレロモノ', '森川智喜 ワスレロモノ　名探偵三途川理vs思い出泥棒 講談社タイガ')
  })

  it('★森川智喜|トリモノート', () => {
    cy.get_isbn('★森川智喜|トリモノート', '森川智喜 トリモノート 新潮文庫ｎｅｘ')
  })

  it('★長沢樹|武蔵野アンダーワールド・セブン_―意地悪な幽霊―', () => {
    cy.get_isbn('★長沢樹|武蔵野アンダーワールド・セブン_―意地悪な幽霊―', '武蔵野アンダーワールド・セブン　―意地悪な幽霊― 単行本')
  })

  it('★紅玉いづき|大正箱娘', () => {
    cy.get_isbn('★紅玉いづき|大正箱娘', '紅玉いづき 大正箱娘　見習い記者と謎解き姫 講談社タイガ')
  })

  it('★織守きょうや|３０１号室の聖者', () => {
    cy.get_isbn('★織守きょうや|３０１号室の聖者', '３０１号室の聖者 単行本')
  })

  it('★山形石雄|六花の勇者_archive1', () => {
    cy.get_isbn('★山形石雄|六花の勇者_archive1', '山形石雄 六花の勇者 archive1　Don\'t pray to the flower ダッシュエックス文庫')
  })

  it('★長岡弘樹|教場２', () => {
    cy.get_isbn('★長岡弘樹|教場２', '教場２ 単行本')
  })

  it('★柳瀬みちる|樫乃木美大の奇妙な住人_長原あざみ、最初の事件', () => {
    cy.get_isbn('★柳瀬みちる|樫乃木美大の奇妙な住人_長原あざみ、最初の事件', '柳瀬みちる 樫乃木美大の奇妙な住人　長原あざみ、最初の事件 角川文庫')
  })

  it('★御影瑛路|恋する殺人オーディション', () => {
    cy.get_isbn('★御影瑛路|恋する殺人オーディション', '御影瑛路 恋する殺人オーディション メディアワークス文庫')
  })

  it('★原進一|アムステルダムの詭計', () => {
    cy.get_isbn('★原進一|アムステルダムの詭計', 'アムステルダムの詭計 単行本')
  })

  it('★深水黎一郎|倒叙の四季', () => {
    cy.get_isbn('★深水黎一郎|倒叙の四季', '深水黎一郎 倒叙の四季　破られたトリック 講談社ノベルス')
  })

  it('★周木律|猫又お双と一本足の館', () => {
    cy.get_isbn('★周木律|猫又お双と一本足の館', '周木律 猫又お双と一本足の館 角川文庫')
  })

  it('★明利英司|幽歴探偵アカイバラ', () => {
    cy.get_isbn('★明利英司|幽歴探偵アカイバラ', '明利英司 幽歴探偵アカイバラ 講談社ノベルス')
  })

  it('★青崎有吾|ノッキンオン・ロックドドア', () => {
    cy.get_isbn('★青崎有吾|ノッキンオン・ロックドドア', 'ノッキンオン・ロックドドア 単行本')
  })

  it('★皆藤黒助|ようするに、怪異ではない。_お祭り百鬼夜行', () => {
    cy.get_isbn('★皆藤黒助|ようするに、怪異ではない。_お祭り百鬼夜行', '皆藤黒助 ようするに、怪異ではない。　お祭り百鬼夜行 角川文庫')
  })

  it('★北山猛邦|先生、大事なものが盗まれました', () => {
    cy.get_isbn('★北山猛邦|先生、大事なものが盗まれました', '北山猛邦 先生、大事なものが盗まれました 講談社タイガ')
  })

  it('★古野まほろ|臨床真実士ユイカの論理_文渡家の一族', () => {
    cy.get_isbn('★古野まほろ|臨床真実士ユイカの論理_文渡家の一族', '古野まほろ 臨床真実士ユイカの論理　文渡家の一族 講談社タイガ')
  })

  it('★菅原和也|ブラッド・アンド・チョコレート', () => {
    cy.get_isbn('★菅原和也|ブラッド・アンド・チョコレート', 'ブラッド・アンド・チョコレート 単行本')
  })

  it('★似鳥鶏|家庭用事件', () => {
    cy.get_isbn('★似鳥鶏|家庭用事件', '似鳥鶏 家庭用事件 創元推理文庫')
  })

  it('★長谷川夕|僕は君を殺せない', () => {
    cy.get_isbn('★長谷川夕|僕は君を殺せない', '長谷川夕 僕は君を殺せない 集英社オレンジ文庫')
  })

  it('★島田荘司|屋上の道化たち', () => {
    cy.get_isbn('★島田荘司|屋上の道化たち', '屋上の道化たち 単行本')
  })

  it('★辻真先|残照_アリスの国の墓誌', () => {
    cy.get_isbn('★辻真先|残照_アリスの国の墓誌', '残照　アリスの国の墓誌 単行本')
  })

  it('★円居挽|コクラセ', () => {
    cy.get_isbn('★円居挽|コクラセ', '円居挽 コクラセ ビーズログ文庫アリス')
  })

  it('★円居挽|日曜は憧れの国', () => {
    cy.get_isbn('★円居挽|日曜は憧れの国', '円居挽 日曜は憧れの国 創元推理文庫')
  })

  it('★宮内悠介|彼女がエスパーだったころ', () => {
    cy.get_isbn('★宮内悠介|彼女がエスパーだったころ', '彼女がエスパーだったころ 単行本')
  })

  it('★長沢樹|St.ルーピーズ', () => {
    cy.get_isbn('★長沢樹|St.ルーピーズ', 'St.ルーピーズ 単行本')
  })

  it('★本格ミステリ作家クラブ［選・編］|ベスト本格ミステリ２０１６', () => {
    cy.get_isbn('★本格ミステリ作家クラブ［選・編］|ベスト本格ミステリ２０１６', '本格ミステリ作家クラブ［選・編］ ベスト本格ミステリ２０１６ 講談社ノベルス')
  })

  it('★アミの会（仮）［編］|毒殺協奏曲', () => {
    cy.get_isbn('★アミの会（仮）［編］|毒殺協奏曲', '毒殺協奏曲 単行本')
  })

  it('★小林泰三|失われた過去と未来の犯罪', () => {
    cy.get_isbn('★小林泰三|失われた過去と未来の犯罪', '失われた過去と未来の犯罪 単行本')
  })

  it('★内山純|土曜はカフェ・チボリで', () => {
    cy.get_isbn('★内山純|土曜はカフェ・チボリで', '土曜はカフェ・チボリで 単行本')
  })

  it('★胡傑|ぼくは漫画大王', () => {
    cy.get_isbn('★胡傑|ぼくは漫画大王', 'ぼくは漫画大王 単行本')
  })

  it('★岡崎琢磨|道然寺さんの双子探偵', () => {
    cy.get_isbn('★岡崎琢磨|道然寺さんの双子探偵', '岡崎琢磨 道然寺さんの双子探偵 朝日文庫')
  })

  it('★小林泰三|クララ殺し', () => {
    cy.get_isbn('★小林泰三|クララ殺し', 'クララ殺し 単行本')
  })

  it('★松本英哉|僕のアバターが斬殺ったのか', () => {
    cy.get_isbn('★松本英哉|僕のアバターが斬殺ったのか', '僕のアバターが【ルビ：斬殺：や】ったのか 単行本')
  })

  it('★相沢沙呼|小説の神様', () => {
    cy.get_isbn('★相沢沙呼|小説の神様', '相沢沙呼 小説の神様 講談社タイガ')
  })

  it('★芦沢央|許されようとは思いません', () => {
    cy.get_isbn('★芦沢央|許されようとは思いません', '許されようとは思いません 単行本')
  })

  it('★高木敦史|鉢町あかねは壁がある', () => {
    cy.get_isbn('★高木敦史|鉢町あかねは壁がある', '高木敦史 鉢町あかねは壁がある　カメラ小僧と暗室探偵 角川文庫')
  })

  it('★井上真偽|聖女の毒杯', () => {
    cy.get_isbn('★井上真偽|聖女の毒杯', '井上真偽 聖女の毒杯　その可能性はすでに考えた 講談社ノベルス')
  })

  it('★鳥飼否宇|ブッポウソウは忘れない', () => {
    cy.get_isbn('★鳥飼否宇|ブッポウソウは忘れない', 'ブッポウソウは忘れない　翼の謎解きフィールドノート 単行本')
  })

  it('★森川智喜|レミニという夢', () => {
    cy.get_isbn('★森川智喜|レミニという夢', 'レミニという夢 単行本')
  })

  it('★霧舎巧|推理は一日二時間まで', () => {
    cy.get_isbn('★霧舎巧|推理は一日二時間まで', '推理は一日二時間まで 単行本')
  })

  it('★柳瀬みちる|樫乃木美大の奇妙な住人_白の名画は家出する', () => {
    cy.get_isbn('★柳瀬みちる|樫乃木美大の奇妙な住人_白の名画は家出する', '柳瀬みちる 樫乃木美大の奇妙な住人　白の名画は家出する 角川文庫')
  })

  it('★一田和樹|原発サイバートラップ', () => {
    cy.get_isbn('★一田和樹|原発サイバートラップ', '原発サイバートラップ　リアンクール・ランデブー 単行本')
  })

  it('★鯨統一郎|崇徳院を追いかけて', () => {
    cy.get_isbn('★鯨統一郎|崇徳院を追いかけて', '鯨統一郎 崇徳院を追いかけて 創元推理文庫')
  })

  it('★佐藤究|ＱＪＫＪＱ', () => {
    cy.get_isbn('★佐藤究|ＱＪＫＪＱ', 'ＱＪＫＪＱ 単行本')
  })

  it('★市川哲也|名探偵の証明_蜜柑花子の栄光', () => {
    cy.get_isbn('★市川哲也|名探偵の証明_蜜柑花子の栄光', '名探偵の証明　蜜柑花子の栄光 単行本')
  })

  it('★柳広司|柳屋商店開店中', () => {
    cy.get_isbn('★柳広司|柳屋商店開店中', '柳屋商店開店中 単行本')
  })

  it('★井上悠宇|きみの分解パラドックス', () => {
    cy.get_isbn('★井上悠宇|きみの分解パラドックス', '井上悠宇 きみの分解パラドックス 富士見Ｌ文庫')
  })

  it('★森川智喜|トランプソルジャーズ', () => {
    cy.get_isbn('★森川智喜|トランプソルジャーズ', '森川智喜 トランプソルジャーズ　名探偵三途川理vsアンフェア女王 講談社タイガ')
  })

  it('★柴田よしき|あおぞら町_春子さんの冒険と推理', () => {
    cy.get_isbn('★柴田よしき|あおぞら町_春子さんの冒険と推理', 'あおぞら町 春子さんの冒険と推理 単行本')
  })

  it('★我孫子武丸|裁く眼', () => {
    cy.get_isbn('★我孫子武丸|裁く眼', '裁く眼 単行本')
  })

  it('★皆川博子|クロコダイル路地', () => {
    cy.get_isbn('★皆川博子|クロコダイル路地', 'クロコダイル路地 単行本')
  })

  it('★川辺純可|時限人形', () => {
    cy.get_isbn('★川辺純可|時限人形', '時限人形 単行本')
  })

  it('★法月綸太郎|挑戦者たち', () => {
    cy.get_isbn('★法月綸太郎|挑戦者たち', '挑戦者たち 単行本')
  })

  it('★河合莞爾|８００年後に会いにいく', () => {
    cy.get_isbn('★河合莞爾|８００年後に会いにいく', '８００年後に会いにいく 単行本')
  })

  it('★深木章子|猫には推理がよく似合う', () => {
    cy.get_isbn('★深木章子|猫には推理がよく似合う', '猫には推理がよく似合う 単行本')
  })

  it('★早坂吝|アリス・ザ・ワンダー・キラー', () => {
    cy.get_isbn('★早坂吝|アリス・ザ・ワンダー・キラー', 'アリス・ザ・ワンダー・キラー 単行本')
  })

  it('★七河迦南|わたしの隣の王国', () => {
    cy.get_isbn('★七河迦南|わたしの隣の王国', 'わたしの隣の王国 単行本')
  })

  it('★小島正樹|ブラッド・ブレイン_闇探偵の降臨', () => {
    cy.get_isbn('★小島正樹|ブラッド・ブレイン_闇探偵の降臨', '小島正樹 ブラッド・ブレイン　闇探偵の降臨 講談社ノベルス')
  })

  it('★市川憂人|ジェリーフィッシュは凍らない', () => {
    cy.get_isbn('★市川憂人|ジェリーフィッシュは凍らない', 'ジェリーフィッシュは凍らない 単行本')
  })

  it('★三津田信三|黒面の狐', () => {
    cy.get_isbn('★三津田信三|黒面の狐', '黒面の狐 単行本')
  })

  it('★若竹七海|静かな炎天', () => {
    cy.get_isbn('★若竹七海|静かな炎天', '若竹七海 静かな炎天 文春文庫')
  })

  it('★深緑野分|分かれ道ノストラダムス', () => {
    cy.get_isbn('★深緑野分|分かれ道ノストラダムス', '分かれ道ノストラダムス 単行本')
  })

  it('★深水黎一郎|大癋見警部の事件簿リターンズ', () => {
    cy.get_isbn('★深水黎一郎|大癋見警部の事件簿リターンズ', '大癋見警部の事件簿リターンズ　大癋見vs.芸術探偵 単行本')
  })

  it('★岡田秀文|月輪先生の犯罪捜査学教室', () => {
    cy.get_isbn('★岡田秀文|月輪先生の犯罪捜査学教室', '月輪先生の犯罪捜査学教室 単行本')
  })

  it('★古野まほろ|ねらわれた女学校', () => {
    cy.get_isbn('★古野まほろ|ねらわれた女学校', '古野まほろ ねらわれた女学校　セーラー服と黙示録 角川文庫')
  })

  it('★吉田恭教|亡者は囁く', () => {
    cy.get_isbn('★吉田恭教|亡者は囁く', '亡者は囁く 単行本')
  })

  it('★北村薫|遠い唇', () => {
    cy.get_isbn('★北村薫|遠い唇', '遠い唇 単行本')
  })

  it('★山田正紀|屍人の時代', () => {
    cy.get_isbn('★山田正紀|屍人の時代', '山田正紀 屍人の時代 ハルキ文庫')
  })

  it('★白井智之|おやすみ人面瘡', () => {
    cy.get_isbn('★白井智之|おやすみ人面瘡', 'おやすみ人面瘡 単行本')
  })

  it('★加藤元浩|捕まえたもん勝ち！', () => {
    cy.get_isbn('★加藤元浩|捕まえたもん勝ち！', '加藤元浩 捕まえたもん勝ち！　七夕菊乃の捜査報告書 講談社ノベルス')
  })

  it('★瀬川コウ|謎好き乙女と明かされる真実', () => {
    cy.get_isbn('★瀬川コウ|謎好き乙女と明かされる真実', '瀬川コウ 謎好き乙女と明かされる真実 新潮文庫ｎｅｘ')
  })

  it('★逸木裕|虹を待つ彼女', () => {
    cy.get_isbn('★逸木裕|虹を待つ彼女', '虹を待つ彼女 単行本')
  })

  it('★階知彦|シャーベット・ゲーム', () => {
    cy.get_isbn('★階知彦|シャーベット・ゲーム', '階知彦 シャーベット・ゲーム　オレンジ色の研究 スカイハイ文庫')
  })

  it('★冲方丁|十二人の死にたい子どもたち', () => {
    cy.get_isbn('★冲方丁|十二人の死にたい子どもたち', '十二人の死にたい子どもたち 単行本')
  })

  it('★青崎有吾|アンデッドガール・マーダーファルス_２', () => {
    cy.get_isbn('★青崎有吾|アンデッドガール・マーダーファルス_２', '青崎有吾 アンデッドガール・マーダーファルス ２ 講談社タイガ')
  })

  it('★東川篤哉|かがやき荘アラサー探偵局', () => {
    cy.get_isbn('★東川篤哉|かがやき荘アラサー探偵局', 'かがやき荘アラサー探偵局 単行本')
  })

  it('★平石貴樹|松谷警部と向島の血', () => {
    cy.get_isbn('★平石貴樹|松谷警部と向島の血', '平石貴樹 松谷警部と向島の血 創元推理文庫')
  })

  it('★歌野晶午|Ｄの殺人事件、まことに恐ろしきは', () => {
    cy.get_isbn('★歌野晶午|Ｄの殺人事件、まことに恐ろしきは', 'Ｄの殺人事件、まことに恐ろしきは 単行本')
  })

  it('★青山文平|半席', () => {
    cy.get_isbn('★青山文平|半席', '半席 単行本')
  })

  it('★似鳥鶏|一〇一教室', () => {
    cy.get_isbn('★似鳥鶏|一〇一教室', '一〇一教室 単行本')
  })

  it('★沢村浩輔|週末探偵', () => {
    cy.get_isbn('★沢村浩輔|週末探偵', '週末探偵 単行本')
  })

  it('★河野裕|凶器は壊れた黒の叫び', () => {
    cy.get_isbn('★河野裕|凶器は壊れた黒の叫び', '河野裕 凶器は壊れた黒の叫び 新潮文庫ｎｅｘ')
  })

  it('★岡崎琢磨|珈琲店タレーランの事件簿５', () => {
    cy.get_isbn('★岡崎琢磨|珈琲店タレーランの事件簿５', '珈琲店タレーランの事件簿５　この鴛鴦茶がおいしくなりますように 単行本')
  })

  it('★似鳥鶏|シャーロック・ホームズの十字架', () => {
    cy.get_isbn('★似鳥鶏|シャーロック・ホームズの十字架', '似鳥鶏 シャーロック・ホームズの十字架 講談社タイガ')
  })

  it('★宮内悠介|月と太陽の盤', () => {
    cy.get_isbn('★宮内悠介|月と太陽の盤', '月と太陽の盤　碁盤師・吉井利仙の事件簿 単行本')
  })

  it('★愛川晶|神田紅梅亭寄席物帳_「茶の湯」の密室', () => {
    cy.get_isbn('★愛川晶|神田紅梅亭寄席物帳_「茶の湯」の密室', '神田紅梅亭寄席物帳　「茶の湯」の密室 単行本')
  })

  it('★岡崎琢磨|新米ベルガールの事件録', () => {
    cy.get_isbn('★岡崎琢磨|新米ベルガールの事件録', '岡崎琢磨 新米ベルガールの事件録　～チェックインは謎のにおい～ 幻冬舎文庫')
  })

  it('★浅ノ宮遼|片翼の折鶴', () => {
    cy.get_isbn('★浅ノ宮遼|片翼の折鶴', '片翼の折鶴 単行本')
  })

  it('★周木律|ＬＯＳＴ_失覚探偵（上）', () => {
    cy.get_isbn('★周木律|ＬＯＳＴ_失覚探偵（上）', '周木律 ＬＯＳＴ　失覚探偵（上） 講談社タイガ')
  })

  it('★米澤穂信|いまさら翼といわれても', () => {
    cy.get_isbn('★米澤穂信|いまさら翼といわれても', 'いまさら翼といわれても 単行本')
  })

  it('★階知彦|シャーベット・ゲーム_四つの題名', () => {
    cy.get_isbn('★階知彦|シャーベット・ゲーム_四つの題名', '階知彦 シャーベット・ゲーム　四つの題名 スカイハイ文庫')
  })

  it('★西澤保彦|悪魔を憐れむ', () => {
    cy.get_isbn('★西澤保彦|悪魔を憐れむ', '悪魔を憐れむ 単行本')
  })

  it('★芦辺拓|ダブル・ミステリ', () => {
    cy.get_isbn('★芦辺拓|ダブル・ミステリ', 'ダブル・ミステリ　月琴亭の殺人／ノンシリアル・キラー 単行本')
  })

})
