describe('amaisbn', () => {

  it('★橘ユマ|うさぎ強盗には死んでもらう', () => {
    cy.get_isbn('★橘ユマ|うさぎ強盗には死んでもらう', '橘ユマ うさぎ強盗には死んでもらう 角川スニーカー文庫')
  })

  it('★春坂咲月|花を追え', () => {
    cy.get_isbn('★春坂咲月|花を追え', '春坂咲月 花を追え　仕立屋・琥珀と着物の迷宮 ハヤカワ文庫ＪＡ')
  })

  it('★芦沢央|雨利終活写真館', () => {
    cy.get_isbn('★芦沢央|雨利終活写真館', '雨利終活写真館 単行本')
  })

  it('★石持浅海|殺し屋、やってます。', () => {
    cy.get_isbn('★石持浅海|殺し屋、やってます。', '殺し屋、やってます。 単行本')
  })

  it('★市川哲也|屋上の名探偵', () => {
    cy.get_isbn('★市川哲也|屋上の名探偵', '市川哲也 屋上の名探偵 創元推理文庫')
  })

  it('★岩木一麻|がん消滅の罠', () => {
    cy.get_isbn('★岩木一麻|がん消滅の罠', 'がん消滅の罠　完全寛解の謎 単行本')
  })

  it('★古野まほろ|臨床真実士ユイカの論理', () => {
    cy.get_isbn('★古野まほろ|臨床真実士ユイカの論理', '【ルビ：臨床真実士：ヴェリティエ】ユイカの論理　ＡＢＸ殺人事件 単行本')
  })

  it('★生馬直樹|夏をなくした少年たち', () => {
    cy.get_isbn('★生馬直樹|夏をなくした少年たち', '夏をなくした少年たち 単行本')
  })

  it('★周木律|ＬＯＳＴ_失覚探偵（中）', () => {
    cy.get_isbn('★周木律|ＬＯＳＴ_失覚探偵（中）', 'ＬＯＳＴ　失覚探偵（中） 単行本')
  })

  it('★有栖川有栖|狩人の悪夢', () => {
    cy.get_isbn('★有栖川有栖|狩人の悪夢', '狩人の悪夢 単行本')
  })

  it('★千澤のり子|鵬藤高校天文部', () => {
    cy.get_isbn('★千澤のり子|鵬藤高校天文部', '鵬藤高校天文部　君が見つけた星座 単行本')
  })

  it('★小島正樹|浜中刑事の迷走と幸運', () => {
    cy.get_isbn('★小島正樹|浜中刑事の迷走と幸運', '浜中刑事の迷走と幸運 単行本')
  })

  it('★綾辻行人|人間じゃない', () => {
    cy.get_isbn('★綾辻行人|人間じゃない', '人間じゃない　綾辻行人未収録作品集 単行本')
  })

  it('★河野裕|最良の嘘の最後のひと言', () => {
    cy.get_isbn('★河野裕|最良の嘘の最後のひと言', '河野裕 最良の嘘の最後のひと言 創元推理文庫')
  })

  it('★乾くるみ|物件探偵', () => {
    cy.get_isbn('★乾くるみ|物件探偵', '物件探偵 単行本')
  })

  it('★三上延|ビブリア古書堂の事件手帖７', () => {
    cy.get_isbn('★三上延|ビブリア古書堂の事件手帖７', '三上延 ビブリア古書堂の事件手帖７　～栞子さんと果てない舞台～ メディアワークス文庫')
  })

  it('★初野晴|ひとり吹奏楽部', () => {
    cy.get_isbn('★初野晴|ひとり吹奏楽部', '初野晴 ひとり吹奏楽部　ハルチカ番外篇 角川文庫')
  })

  it('★斜線堂有紀|キネマ探偵カレイドミステリー', () => {
    cy.get_isbn('★斜線堂有紀|キネマ探偵カレイドミステリー', '斜線堂有紀 キネマ探偵カレイドミステリー メディアワークス文庫')
  })

  it('★田代裕彦|先生とわたしのお弁当', () => {
    cy.get_isbn('★田代裕彦|先生とわたしのお弁当', '田代裕彦 先生とわたしのお弁当　二人の秘密と放課後レシピ 富士見Ｌ文庫')
  })

  it('★竹本健治|しあわせな死の桜', () => {
    cy.get_isbn('★竹本健治|しあわせな死の桜', 'しあわせな死の桜 単行本')
  })

  it('★北山猛邦|ダンガンロンパ霧切_５', () => {
    cy.get_isbn('★北山猛邦|ダンガンロンパ霧切_５', 'ダンガンロンパ霧切 ５ 単行本')
  })

  it('★古野まほろ|禁じられたジュリエット', () => {
    cy.get_isbn('★古野まほろ|禁じられたジュリエット', '禁じられたジュリエット 単行本')
  })

  it('★家原英生|（仮）ヴィラ・アーク_設計主旨', () => {
    cy.get_isbn('★家原英生|（仮）ヴィラ・アーク_設計主旨', '（仮）ヴィラ・アーク 設計主旨　VILLA ARC (tentative) 単行本')
  })

  it('★長沢樹|ダークナンバー', () => {
    cy.get_isbn('★長沢樹|ダークナンバー', 'ダークナンバー 単行本')
  })

  it('★似鳥鶏|彼女の色に届くまで', () => {
    cy.get_isbn('★似鳥鶏|彼女の色に届くまで', '彼女の色に届くまで 単行本')
  })

  it('★早坂吝|双蛇密室', () => {
    cy.get_isbn('★早坂吝|双蛇密室', '早坂吝 双蛇密室 講談社ノベルス')
  })

  it('★東川篤哉|さらば愛しき魔法使い', () => {
    cy.get_isbn('★東川篤哉|さらば愛しき魔法使い', 'さらば愛しき魔法使い 単行本')
  })

  it('★獅子宮敏彦|上海殺人人形', () => {
    cy.get_isbn('★獅子宮敏彦|上海殺人人形', '上海殺人人形 単行本')
  })

  it('★石持浅海|鎮憎師', () => {
    cy.get_isbn('★石持浅海|鎮憎師', '鎮憎師 単行本')
  })

  it('★戸南浩平|木足の猿', () => {
    cy.get_isbn('★戸南浩平|木足の猿', '木足の猿 単行本')
  })

  it('★金澤マリコ|薬草とウインク', () => {
    cy.get_isbn('★金澤マリコ|薬草とウインク', '薬草とウインク 単行本')
  })

  it('★周木律|ＬＯＳＴ_失覚探偵（下）', () => {
    cy.get_isbn('★周木律|ＬＯＳＴ_失覚探偵（下）', 'ＬＯＳＴ　失覚探偵（下） 単行本')
  })

  it('★滝田務雄|不良品探偵', () => {
    cy.get_isbn('★滝田務雄|不良品探偵', '滝田務雄 不良品探偵 創元推理文庫')
  })

  it('★はやみねかおる|ディリュージョン社の提供でお送りします', () => {
    cy.get_isbn('★はやみねかおる|ディリュージョン社の提供でお送りします', 'ディリュージョン社の提供でお送りします 単行本')
  })

  it('★浦賀和宏|ｉｆの悲劇', () => {
    cy.get_isbn('★浦賀和宏|ｉｆの悲劇', '浦賀和宏 ｉｆの悲劇 角川文庫')
  })

  it('★似鳥鶏|モモンガの件はおまかせを', () => {
    cy.get_isbn('★似鳥鶏|モモンガの件はおまかせを', '似鳥鶏 モモンガの件はおまかせを 文春文庫')
  })

  it('★高井忍|名刀月影伝', () => {
    cy.get_isbn('★高井忍|名刀月影伝', '高井忍 名刀月影伝 角川文庫')
  })

  it('★深水黎一郎|ストラディヴァリウスを上手に盗む方法', () => {
    cy.get_isbn('★深水黎一郎|ストラディヴァリウスを上手に盗む方法', 'ストラディヴァリウスを上手に盗む方法 単行本')
  })

  it('★森川智喜|バベルノトウ', () => {
    cy.get_isbn('★森川智喜|バベルノトウ', 'バベルノトウ　名探偵三途川理 vs 赤毛そして天使 単行本')
  })

  it('★山口雅也|落語魅捨理全集', () => {
    cy.get_isbn('★山口雅也|落語魅捨理全集', '落語【ルビ：魅捨理：ミステリ】全集　坊主の愉しみ 単行本')
  })

  it('★山本巧次|開化鐵道探偵', () => {
    cy.get_isbn('★山本巧次|開化鐵道探偵', '開化鐵道探偵 単行本')
  })

  it('★吉田恭教|鬼を纏う魔女', () => {
    cy.get_isbn('★吉田恭教|鬼を纏う魔女', '鬼を纏う魔女 単行本')
  })

  it('★須田狗一|神の手廻しオルガン', () => {
    cy.get_isbn('★須田狗一|神の手廻しオルガン', '神の手廻しオルガン 単行本')
  })

  it('★本格ミステリ作家クラブ［選・編］|ベスト本格ミステリ２０１７', () => {
    cy.get_isbn('★本格ミステリ作家クラブ［選・編］|ベスト本格ミステリ２０１７', '本格ミステリ作家クラブ［選・編］ ベスト本格ミステリ２０１７ 講談社ノベルス')
  })

  it('★東川篤哉|探偵さえいなければ', () => {
    cy.get_isbn('★東川篤哉|探偵さえいなければ', '探偵さえいなければ 単行本')
  })

  it('★阿津川辰海|名探偵は嘘をつかない', () => {
    cy.get_isbn('★阿津川辰海|名探偵は嘘をつかない', '名探偵は嘘をつかない 単行本')
  })

  it('★小林泰三|因業探偵', () => {
    cy.get_isbn('★小林泰三|因業探偵', '小林泰三 因業探偵　新藤礼都の事件簿 光文社文庫')
  })

  it('★青木知己|Ｙ駅発深夜バス', () => {
    cy.get_isbn('★青木知己|Ｙ駅発深夜バス', 'Ｙ駅発深夜バス 単行本')
  })

  it('★倉阪鬼一郎|からくり亭の推し理', () => {
    cy.get_isbn('★倉阪鬼一郎|からくり亭の推し理', '倉阪鬼一郎 からくり亭の推し理 幻冬舎時代小説文庫')
  })

  it('★青柳碧人|ウサギの天使が呼んでいる', () => {
    cy.get_isbn('★青柳碧人|ウサギの天使が呼んでいる', '青柳碧人 ウサギの天使が呼んでいる 創元推理文庫')
  })

  it('★皆藤黒助|やはり雨は嘘をつかない', () => {
    cy.get_isbn('★皆藤黒助|やはり雨は嘘をつかない', 'やはり雨は嘘をつかない　こうもり先輩と雨女 単行本')
  })

  it('★小林泰三|わざわざゾンビを殺す人間なんていない。', () => {
    cy.get_isbn('★小林泰三|わざわざゾンビを殺す人間なんていない。', 'わざわざゾンビを殺す人間なんていない。 単行本')
  })

  it('★辻真先|義経号、北溟を疾る', () => {
    cy.get_isbn('★辻真先|義経号、北溟を疾る', '辻真先 義経号、北溟を疾る 徳間文庫')
  })

  it('★早坂吝|ドローン探偵と世界の終わりの館', () => {
    cy.get_isbn('★早坂吝|ドローン探偵と世界の終わりの館', 'ドローン探偵と世界の終わりの館 単行本')
  })

  it('★高井忍|浮世絵師の遊戯', () => {
    cy.get_isbn('★高井忍|浮世絵師の遊戯', '浮世絵師の【ルビ：遊戯：ゲーム】　新説 東洲斎写楽 単行本')
  })

  it('★井上真偽|探偵が早すぎる', () => {
    cy.get_isbn('★井上真偽|探偵が早すぎる', '探偵が早すぎる 単行本')
  })

  it('★詠坂雄二|Ｔ島事件', () => {
    cy.get_isbn('★詠坂雄二|Ｔ島事件', 'Ｔ島事件　絶海の孤島でなぜ六人は死亡したのか 単行本')
  })

  it('★吉田恭教|化身の哭く森', () => {
    cy.get_isbn('★吉田恭教|化身の哭く森', '化身の哭く森 単行本')
  })

  it('★菅原和也|あなたは嘘を見抜けない', () => {
    cy.get_isbn('★菅原和也|あなたは嘘を見抜けない', 'あなたは嘘を見抜けない 単行本')
  })

  it('★鳥飼否宇|紅城奇譚', () => {
    cy.get_isbn('★鳥飼否宇|紅城奇譚', '紅城奇譚 単行本')
  })

  it('★岡崎琢磨|病弱探偵', () => {
    cy.get_isbn('★岡崎琢磨|病弱探偵', '病弱探偵　謎は彼女の特効薬 単行本')
  })

  it('★岡田秀文|帝都大捜査網', () => {
    cy.get_isbn('★岡田秀文|帝都大捜査網', '帝都大捜査網 単行本')
  })

  it('★辻堂ゆめ|悪女の品格', () => {
    cy.get_isbn('★辻堂ゆめ|悪女の品格', '悪女の品格 単行本')
  })

  it('★有栖川有栖|濱地健三郎の霊なる事件簿', () => {
    cy.get_isbn('★有栖川有栖|濱地健三郎の霊なる事件簿', '濱地健三郎の【ルビ：霊：くしび】なる事件簿 単行本')
  })

  it('★天祢涼|探偵ファミリーズ', () => {
    cy.get_isbn('★天祢涼|探偵ファミリーズ', '天祢涼 探偵ファミリーズ 実業之日本社文庫')
  })

  it('★鮎川哲也|鮎川哲也探偵小説選', () => {
    cy.get_isbn('★鮎川哲也|鮎川哲也探偵小説選', '鮎川哲也探偵小説選 単行本')
  })

  it('★植田文博|原宿コープバビロニア', () => {
    cy.get_isbn('★植田文博|原宿コープバビロニア', '原宿コープバビロニア　心臓のように大切な 単行本')
  })

  it('★相沢沙呼|マツリカ・マトリョシカ', () => {
    cy.get_isbn('★相沢沙呼|マツリカ・マトリョシカ', 'マツリカ・マトリョシカ 単行本')
  })

  it('★十市社|滑らかな虹', () => {
    cy.get_isbn('★十市社|滑らかな虹', '滑らかな虹 単行本')
  })

  it('★阿藤玲|お人好しの放課後', () => {
    cy.get_isbn('★阿藤玲|お人好しの放課後', '阿藤玲 お人好しの放課後　御出学園帰宅部の冒険 創元推理文庫')
  })

  it('★宿野かほる|ルビンの壺が割れた', () => {
    cy.get_isbn('★宿野かほる|ルビンの壺が割れた', 'ルビンの壺が割れた 単行本')
  })

  it('★柾木政宗|ＮＯ推理、ＮＯ探偵？', () => {
    cy.get_isbn('★柾木政宗|ＮＯ推理、ＮＯ探偵？', '柾木政宗 ＮＯ推理、ＮＯ探偵？ 講談社ノベルス')
  })

  it('★村上暢|ホテル・カリフォルニアの殺人', () => {
    cy.get_isbn('★村上暢|ホテル・カリフォルニアの殺人', '村上暢 ホテル・カリフォルニアの殺人 宝島社文庫')
  })

  it('★田中静人|陽気な死体は、ぼくの知らない空を見ていた', () => {
    cy.get_isbn('★田中静人|陽気な死体は、ぼくの知らない空を見ていた', '田中静人 陽気な死体は、ぼくの知らない空を見ていた 宝島社文庫')
  })

  it('★歌野晶午|ディレクターズ・カット', () => {
    cy.get_isbn('★歌野晶午|ディレクターズ・カット', 'ディレクターズ・カット 単行本')
  })

  it('★矢樹純|がらくた少女と人喰い煙突', () => {
    cy.get_isbn('★矢樹純|がらくた少女と人喰い煙突', '矢樹純 がらくた少女と人喰い煙突 河出文庫')
  })

  it('★愛川晶|神田紅梅亭寄席物帳_手がかりは「平林」', () => {
    cy.get_isbn('★愛川晶|神田紅梅亭寄席物帳_手がかりは「平林」', '神田紅梅亭寄席物帳　手がかりは「平林」 単行本')
  })

  it('★文芸第三出版部［編］|７人の名探偵', () => {
    cy.get_isbn('★文芸第三出版部［編］|７人の名探偵', '文芸第三出版部［編］ ７人の名探偵　新本格30周年記念アンソロジー 講談社ノベルス')
  })

  it('★市川憂人|ブルーローズは眠らない', () => {
    cy.get_isbn('★市川憂人|ブルーローズは眠らない', 'ブルーローズは眠らない 単行本')
  })

  it('★東川篤哉|ライオンは仔猫に夢中', () => {
    cy.get_isbn('★東川篤哉|ライオンは仔猫に夢中', 'ライオンは仔猫に夢中　平塚おんな探偵の事件簿３ 単行本')
  })

  it('★二階堂黎人|巨大幽霊マンモス事件', () => {
    cy.get_isbn('★二階堂黎人|巨大幽霊マンモス事件', '二階堂黎人 巨大幽霊マンモス事件 講談社ノベルス')
  })

  it('★天祢涼|希望が死んだ夜に', () => {
    cy.get_isbn('★天祢涼|希望が死んだ夜に', '希望が死んだ夜に 単行本')
  })

  it('★高井忍|妖曲羅生門', () => {
    cy.get_isbn('★高井忍|妖曲羅生門', '妖曲羅生門　御堂関白陰陽記 単行本')
  })

  it('★月原渉|使用人探偵シズカ', () => {
    cy.get_isbn('★月原渉|使用人探偵シズカ', '月原渉 使用人探偵シズカ　横濱異人館殺人事件 新潮文庫ｎｅｘ')
  })

  it('★彩坂美月|金木犀と彼女の時間', () => {
    cy.get_isbn('★彩坂美月|金木犀と彼女の時間', '金木犀と彼女の時間 単行本')
  })

  it('★文芸第三出版部［編］|謎の館へようこそ_白', () => {
    cy.get_isbn('★文芸第三出版部［編］|謎の館へようこそ_白', '謎の館へようこそ 白　新本格30周年記念アンソロジー 単行本')
  })

  it('★高木敦史|のど自慢殺人事件', () => {
    cy.get_isbn('★高木敦史|のど自慢殺人事件', '高木敦史 のど自慢殺人事件 祥伝社文庫')
  })

  it('★円居挽|逆転裁判', () => {
    cy.get_isbn('★円居挽|逆転裁判', '円居挽 逆転裁判　時間旅行者の逆転 ハヤカワ文庫ＪＡ')
  })

  it('★神宮司いずみ|校舎五階の天才たち', () => {
    cy.get_isbn('★神宮司いずみ|校舎五階の天才たち', '校舎五階の天才たち 単行本')
  })

  it('★石持浅海|賛美せよ、と成功は言った', () => {
    cy.get_isbn('★石持浅海|賛美せよ、と成功は言った', '賛美せよ、と成功は言った 単行本')
  })

  it('★今村昌弘|屍人荘の殺人', () => {
    cy.get_isbn('★今村昌弘|屍人荘の殺人', '屍人荘の殺人 単行本')
  })

  it('★円居挽|誰が死んでも同じこと', () => {
    cy.get_isbn('★円居挽|誰が死んでも同じこと', '誰が死んでも同じこと 単行本')
  })

  it('★深木章子|消人屋敷の殺人', () => {
    cy.get_isbn('★深木章子|消人屋敷の殺人', '消人屋敷の殺人 単行本')
  })

  it('★貴志祐介|ミステリークロック', () => {
    cy.get_isbn('★貴志祐介|ミステリークロック', 'ミステリークロック 単行本')
  })

  it('★円居挽|その絆は対角線', () => {
    cy.get_isbn('★円居挽|その絆は対角線', '円居挽 その絆は対角線　日曜は憧れの国 創元推理文庫')
  })

  it('★岡田秀文|白霧学舎_探偵小説倶楽部', () => {
    cy.get_isbn('★岡田秀文|白霧学舎_探偵小説倶楽部', '白霧学舎 探偵小説倶楽部 単行本')
  })

  it('★岡崎琢磨|さよなら僕らのスツールハウス', () => {
    cy.get_isbn('★岡崎琢磨|さよなら僕らのスツールハウス', 'さよなら僕らのスツールハウス 単行本')
  })

  it('★加藤元浩|捕まえたもん勝ち！２', () => {
    cy.get_isbn('★加藤元浩|捕まえたもん勝ち！２', '加藤元浩 捕まえたもん勝ち！２　量子人間からの手紙 講談社ノベルス')
  })

  it('★浅野里沙子|白い久遠', () => {
    cy.get_isbn('★浅野里沙子|白い久遠', '白い久遠 単行本')
  })

  it('★文芸第三出版部［編］|謎の館へようこそ_黒', () => {
    cy.get_isbn('★文芸第三出版部［編］|謎の館へようこそ_黒', '謎の館へようこそ 黒　新本格30周年記念アンソロジー 単行本')
  })

  it('★一田和樹|公開法廷', () => {
    cy.get_isbn('★一田和樹|公開法廷', '公開法廷　一億人の陪審員 単行本')
  })

  it('★河野裕_河端ジュン一|ウォーター＆ビスケットのテーマ１', () => {
    cy.get_isbn('★河野裕_河端ジュン一|ウォーター＆ビスケットのテーマ１', '河野裕 河端ジュン一 ウォーター＆ビスケットのテーマ１　コンビニを巡る戦争 角川スニーカー文庫')
  })

  it('★陳浩基|１３・６７', () => {
    cy.get_isbn('★陳浩基|１３・６７', '１３・６７ 単行本')
  })

  it('★櫻田智也|サーチライトと誘蛾灯', () => {
    cy.get_isbn('★櫻田智也|サーチライトと誘蛾灯', 'サーチライトと誘蛾灯 単行本')
  })

  it('★古野まほろ|全日本探偵道コンクール', () => {
    cy.get_isbn('★古野まほろ|全日本探偵道コンクール', '古野まほろ 全日本探偵道コンクール　セーラー服と黙示録 角川文庫')
  })

  it('★御影瑛路|殺人鬼探偵の捏造美学', () => {
    cy.get_isbn('★御影瑛路|殺人鬼探偵の捏造美学', '殺人鬼探偵の捏造美学 単行本')
  })

  it('★倉知淳|皇帝と拳銃と', () => {
    cy.get_isbn('★倉知淳|皇帝と拳銃と', '皇帝と拳銃と 単行本')
  })

  it('★村木美涼|窓から見える最初のもの', () => {
    cy.get_isbn('★村木美涼|窓から見える最初のもの', '窓から見える最初のもの 単行本')
  })

  it('★古野まほろ|天帝のみはるかす桜火', () => {
    cy.get_isbn('★古野まほろ|天帝のみはるかす桜火', '古野まほろ 天帝のみはるかす桜火 講談社ノベルス')
  })

  it('★林泰広|分かったで済むなら、名探偵はいらない', () => {
    cy.get_isbn('★林泰広|分かったで済むなら、名探偵はいらない', '分かったで済むなら、名探偵はいらない 単行本')
  })

  it('★飯城勇三|本格ミステリ戯作三昧', () => {
    cy.get_isbn('★飯城勇三|本格ミステリ戯作三昧', '本格ミステリ戯作三昧　贋作と評論で描く本格ミステリ十五の魅力 単行本')
  })

  it('★東川篤哉|探偵少女アリサの事件簿', () => {
    cy.get_isbn('★東川篤哉|探偵少女アリサの事件簿', '探偵少女アリサの事件簿　今回は泣かずにやってます 単行本')
  })

})
