describe('amaisbn', () => {

  it('★方丈貴恵|名探偵に甘美なる死を', () => {
    cy.get_isbn('★方丈貴恵|名探偵に甘美なる死を', '方丈貴恵 名探偵に甘美なる死を 東京創元社 単行本')
  })

  it('★有栖川有栖|捜査線上の夕映え', () => {
    cy.get_isbn('★有栖川有栖|捜査線上の夕映え', '有栖川有栖 捜査線上の夕映え 文藝春秋 単行本')
  })

  it('★大山誠一郎|記憶の中の誘拐', () => {
    cy.get_isbn('★大山誠一郎|記憶の中の誘拐', '大山誠一郎 記憶の中の誘拐　赤い博物館 文春文庫 単行本')
  })

  it('★明神しじま|あれは子どものための歌', () => {
    cy.get_isbn('★明神しじま|あれは子どものための歌', '明神しじま あれは子どものための歌 東京創元社 単行本')
  })

  it('★市川憂人|断罪のネバーモア', () => {
    cy.get_isbn('★市川憂人|断罪のネバーモア', '市川憂人 断罪のネバーモア 角川書店 単行本')
  })

  it('★宮内悠介|かくして彼女は宴で語る', () => {
    cy.get_isbn('★宮内悠介|かくして彼女は宴で語る', '宮内悠介 かくして彼女は宴で語る　明治耽美派推理帖 幻冬舎 単行本')
  })

  it('★鴨崎暖炉|密室黄金時代の殺人', () => {
    cy.get_isbn('★鴨崎暖炉|密室黄金時代の殺人', '鴨崎暖炉 密室黄金時代の殺人　雪の館と六つのトリック 宝島社文庫 単行本')
  })

  it('★天祢涼|陽だまりに至る病', () => {
    cy.get_isbn('★天祢涼|陽だまりに至る病', '天祢涼 陽だまりに至る病 文藝春秋 単行本')
  })

  it('★山沢晴雄|ダミー・プロット', () => {
    cy.get_isbn('★山沢晴雄|ダミー・プロット', '山沢晴雄 ダミー・プロット　〈山沢晴雄セレクション〉 創元推理文庫 単行本')
  })

  it('★岡崎琢磨|珈琲店タレーランの事件簿７', () => {
    cy.get_isbn('★岡崎琢磨|珈琲店タレーランの事件簿７', '岡崎琢磨 珈琲店タレーランの事件簿７　悲しみの底に角砂糖を沈めて 宝島社文庫 単行本')
  })

  it('★河野裕|さよならの言い方なんて知らない。６', () => {
    cy.get_isbn('★河野裕|さよならの言い方なんて知らない。６', '河野裕 さよならの言い方なんて知らない。６ 新潮文庫ｎｅｘ 単行本')
  })

  it('★大山誠一郎|時計屋探偵の冒険', () => {
    cy.get_isbn('★大山誠一郎|時計屋探偵の冒険', '大山誠一郎 時計屋探偵の冒険　アリバイ崩し承ります２ 実業之日本社 単行本')
  })

  it('★西澤保彦|パラレル・フィクショナル', () => {
    cy.get_isbn('★西澤保彦|パラレル・フィクショナル', '西澤保彦 パラレル・フィクショナル 祥伝社 単行本')
  })

  it('★三上延|ビブリア古書堂の事件手帖Ⅲ', () => {
    cy.get_isbn('★三上延|ビブリア古書堂の事件手帖Ⅲ', '三上延 ビブリア古書堂の事件手帖Ⅲ　～扉子と虚ろな夢～ メディアワークス文庫 単行本')
  })

  it('★潮谷験|エンドロール', () => {
    cy.get_isbn('★潮谷験|エンドロール', '潮谷験 エンドロール 講談社 単行本')
  })

  it('★楠谷佑|ルームメイトと謎解きを', () => {
    cy.get_isbn('★楠谷佑|ルームメイトと謎解きを', '楠谷佑 ルームメイトと謎解きを ポプラ社 単行本')
  })

  it('★芦辺拓|名探偵は誰だ', () => {
    cy.get_isbn('★芦辺拓|名探偵は誰だ', '芦辺拓 名探偵は誰だ 光文社 単行本')
  })

  it('★床品美帆|４３１秒後の殺人', () => {
    cy.get_isbn('★床品美帆|４３１秒後の殺人', '床品美帆 ４３１秒後の殺人　京都辻占探偵六角 東京創元社 単行本')
  })

  it('★東川篤哉|スクイッド荘の殺人', () => {
    cy.get_isbn('★東川篤哉|スクイッド荘の殺人', '東川篤哉 スクイッド荘の殺人 光文社 単行本')
  })

  it('★朝永理人|観覧車は謎を乗せて', () => {
    cy.get_isbn('★朝永理人|観覧車は謎を乗せて', '朝永理人 観覧車は謎を乗せて 宝島社文庫 単行本')
  })

  it('★阿津川辰海|入れ子細工の夜', () => {
    cy.get_isbn('★阿津川辰海|入れ子細工の夜', '阿津川辰海 入れ子細工の夜 光文社 単行本')
  })

  it('★紺野天龍|神薙虚無最後の事件', () => {
    cy.get_isbn('★紺野天龍|神薙虚無最後の事件', '紺野天龍 神薙虚無最後の事件 講談社 単行本')
  })

  it('★村崎友|風琴密室', () => {
    cy.get_isbn('★村崎友|風琴密室', '村崎友 風琴密室 角川書店 単行本')
  })

  it('★本格ミステリ作家クラブ［選・編］|本格王２０２２', () => {
    cy.get_isbn('★本格ミステリ作家クラブ［選・編］|本格王２０２２', '本格ミステリ作家クラブ［選・編］ 本格王２０２２ 講談社文庫 単行本')
  })

  it('★似鳥鶏|夏休みの空欄探し', () => {
    cy.get_isbn('★似鳥鶏|夏休みの空欄探し', '似鳥鶏 夏休みの空欄探し ポプラ社 単行本')
  })

  it('★北山猛邦|月灯館殺人事件', () => {
    cy.get_isbn('★北山猛邦|月灯館殺人事件', '北山猛邦 月灯館殺人事件 星海社FICTIONS 単行本')
  })

  it('★伊吹亜門|京都陰陽寮謎解き滅妖帖', () => {
    cy.get_isbn('★伊吹亜門|京都陰陽寮謎解き滅妖帖', '伊吹亜門 京都陰陽寮謎解き滅妖帖 星海社FICTIONS 単行本')
  })

  it('★羽生飛鳥|揺籃の都', () => {
    cy.get_isbn('★羽生飛鳥|揺籃の都', '羽生飛鳥 揺籃の都　平家物語推理抄 東京創元社 単行本')
  })

  it('★小島正樹|仮面の復讐者', () => {
    cy.get_isbn('★小島正樹|仮面の復讐者', '小島正樹 仮面の復讐者　浜中刑事の逆転 南雲堂 単行本')
  })

  it('★詠坂雄二|５Ａ７３', () => {
    cy.get_isbn('★詠坂雄二|５Ａ７３', '詠坂雄二 ５Ａ７３ 光文社 単行本')
  })

  it('★五十嵐律人|幻告', () => {
    cy.get_isbn('★五十嵐律人|幻告', '五十嵐律人 幻告 講談社 単行本')
  })

  it('★浅ノ宮遼_眞庵|情無連盟の殺人', () => {
    cy.get_isbn('★浅ノ宮遼_眞庵|情無連盟の殺人', '浅ノ宮遼 眞庵 情無連盟の殺人 東京創元社 単行本')
  })

  it('★片岡翔|その殺人、本格ミステリに仕立てます。', () => {
    cy.get_isbn('★片岡翔|その殺人、本格ミステリに仕立てます。', '片岡翔 その殺人、本格ミステリに仕立てます。 光文社 単行本')
  })

  it('★市川憂人|灰かぶりの夕海', () => {
    cy.get_isbn('★市川憂人|灰かぶりの夕海', '市川憂人 灰かぶりの夕海 中央公論新社 単行本')
  })

  it('★岡崎琢磨|珈琲店タレーランの事件簿８', () => {
    cy.get_isbn('★岡崎琢磨|珈琲店タレーランの事件簿８', '岡崎琢磨 珈琲店タレーランの事件簿８　願いを叶えるマキアート 宝島社文庫 単行本')
  })

  it('★阿津川辰海|録音された誘拐', () => {
    cy.get_isbn('★阿津川辰海|録音された誘拐', '阿津川辰海 録音された誘拐 光文社 単行本')
  })

  it('★月原渉|九龍城の殺人', () => {
    cy.get_isbn('★月原渉|九龍城の殺人', '月原渉 九龍城の殺人 新潮文庫ｎｅｘ 単行本')
  })

  it('★夕木春央|方舟', () => {
    cy.get_isbn('★夕木春央|方舟', '夕木春央 方舟 講談社 単行本')
  })

  it('★白井智之|名探偵のいけにえ', () => {
    cy.get_isbn('★白井智之|名探偵のいけにえ', '白井智之 名探偵のいけにえ　人民教会殺人事件 新潮社 単行本')
  })

  it('★相沢沙呼|invert_Ⅱ', () => {
    cy.get_isbn('★相沢沙呼|invert_Ⅱ', '相沢沙呼 invert Ⅱ　覗き窓の死角 講談社 単行本')
  })

  it('★林泰広|魔物が書いた理屈っぽいラヴレター', () => {
    cy.get_isbn('★林泰広|魔物が書いた理屈っぽいラヴレター', '林泰広 魔物が書いた理屈っぽいラヴレター 光文社 単行本')
  })

  it('★東川篤哉|仕掛島', () => {
    cy.get_isbn('★東川篤哉|仕掛島', '東川篤哉 仕掛島 東京創元社 単行本')
  })

  it('★潮谷験|あらゆる薔薇のために', () => {
    cy.get_isbn('★潮谷験|あらゆる薔薇のために', '潮谷験 あらゆる薔薇のために 講談社 単行本')
  })

  it('★歌野晶午|首切り島の一夜', () => {
    cy.get_isbn('★歌野晶午|首切り島の一夜', '歌野晶午 首切り島の一夜 講談社 単行本')
  })

  it('★鵜林伸也|秘境駅のクローズド・サークル', () => {
    cy.get_isbn('★鵜林伸也|秘境駅のクローズド・サークル', '鵜林伸也 秘境駅のクローズド・サークル 東京創元社 単行本')
  })

  it('★倉知淳|世界の望む静謐', () => {
    cy.get_isbn('★倉知淳|世界の望む静謐', '倉知淳 世界の望む静謐 東京創元社 単行本')
  })

  it('★有栖川有栖|濱地健三郎の呪える事件簿', () => {
    cy.get_isbn('★有栖川有栖|濱地健三郎の呪える事件簿', '有栖川有栖 濱地健三郎の呪［まじな］える事件簿 角川書店 単行本')
  })

  it('★米澤穂信|栞と嘘の季節', () => {
    cy.get_isbn('★米澤穂信|栞と嘘の季節', '米澤穂信 栞と嘘の季節 集英社 単行本')
  })

  it('★河野裕|さよならの言い方なんて知らない。７', () => {
    cy.get_isbn('★河野裕|さよならの言い方なんて知らない。７', '河野裕 さよならの言い方なんて知らない。７ 新潮文庫ｎｅｘ 単行本')
  })

  it('★戸田義長|虹の涯', () => {
    cy.get_isbn('★戸田義長|虹の涯', '戸田義長 虹の涯 東京創元社 単行本')
  })

  it('★青崎有吾|11文字の檻', () => {
    cy.get_isbn('★青崎有吾|11文字の檻', '青崎有吾 11文字の檻　青崎有吾短編集成 創元推理文庫 単行本')
  })

  it('★鴨崎暖炉|密室狂乱時代の殺人', () => {
    cy.get_isbn('★鴨崎暖炉|密室狂乱時代の殺人', '鴨崎暖炉 密室狂乱時代の殺人　絶海の孤島と七つのトリック 宝島社文庫 単行本')
  })

  it('★乾くるみ|ハートフル・ラブ', () => {
    cy.get_isbn('★乾くるみ|ハートフル・ラブ', '乾くるみ ハートフル・ラブ 文春文庫 単行本')
  })

})
