describe('amaisbn', () => {

  it('★田代裕彦|探偵作家は沈黙する', () => {
    cy.get_isbn('★田代裕彦|探偵作家は沈黙する', '田代裕彦 探偵作家は沈黙する　平井骸惚此中ニ有リ 角川文庫')
  })

  it('★若竹七海|御子柴くんと遠距離バディ', () => {
    cy.get_isbn('★若竹七海|御子柴くんと遠距離バディ', '若竹七海 御子柴くんと遠距離バディ 中公文庫')
  })

  it('★鳴神響一|猿島六人殺し', () => {
    cy.get_isbn('★鳴神響一|猿島六人殺し', '鳴神響一 猿島六人殺し　多田文治郎推理帖 幻冬舎文庫')
  })

  it('★似鳥鶏|破壊者の翼', () => {
    cy.get_isbn('★似鳥鶏|破壊者の翼', '破壊者の翼　戦力外捜査官 単行本')
  })

  it('★白井智之|少女を殺す100の方法', () => {
    cy.get_isbn('★白井智之|少女を殺す100の方法', '少女を殺す100の方法 単行本')
  })

  it('★松本英哉|幻想リアルな少女が舞う', () => {
    cy.get_isbn('★松本英哉|幻想リアルな少女が舞う', '幻想リアルな少女が舞う 単行本')
  })

  it('★望公太|最悪探偵', () => {
    cy.get_isbn('★望公太|最悪探偵', '最悪探偵 単行本')
  })

  it('★シッダールタ・ムカジー|不確かな医学', () => {
    cy.get_isbn('★シッダールタ・ムカジー|不確かな医学', '不確かな医学 単行本')
  })

  it('★道尾秀介|風神の手', () => {
    cy.get_isbn('★道尾秀介|風神の手', '風神の手 単行本')
  })

  it('★瀬川コウ|今夜、君に殺されたとしても', () => {
    cy.get_isbn('★瀬川コウ|今夜、君に殺されたとしても', '今夜、君に殺されたとしても 単行本')
  })

  it('★岡崎琢磨|春待ち雑貨店_ぷらんたん', () => {
    cy.get_isbn('★岡崎琢磨|春待ち雑貨店_ぷらんたん', '春待ち雑貨店　ぷらんたん 単行本')
  })

  it('★蒼井碧|オーパーツ_死を招く至宝', () => {
    cy.get_isbn('★蒼井碧|オーパーツ_死を招く至宝', 'オーパーツ　死を招く至宝 単行本')
  })

  it('★北山猛邦|ダンガンロンパ霧切６', () => {
    cy.get_isbn('★北山猛邦|ダンガンロンパ霧切６', 'ダンガンロンパ霧切 ６ 単行本')
  })

  it('★古処誠二|いくさの底', () => {
    cy.get_isbn('★古処誠二|いくさの底', 'いくさの底 単行本')
  })

  it('★宮内悠介|超動く家にて', () => {
    cy.get_isbn('★宮内悠介|超動く家にて', '超動く家にて　宮内悠介短編集 単行本')
  })

  it('★深水黎一郎|虚像のアラベスク', () => {
    cy.get_isbn('★深水黎一郎|虚像のアラベスク', '虚像のアラベスク 単行本')
  })

  it('★円居挽|語り屋カタリの推理講戯', () => {
    cy.get_isbn('★円居挽|語り屋カタリの推理講戯', '語り屋カタリの推理講戯 単行本')
  })

  it('★田中啓文|シャーロック・ホームズたちの新冒険', () => {
    cy.get_isbn('★田中啓文|シャーロック・ホームズたちの新冒険', 'シャーロック・ホームズたちの新冒険 単行本')
  })

  it('★河野裕|夜空の呪いに色はない', () => {
    cy.get_isbn('★河野裕|夜空の呪いに色はない', '河野裕 夜空の呪いに色はない 新潮文庫ｎｅｘ')
  })

  it('★我孫子武丸|怪盗不思議紳士', () => {
    cy.get_isbn('★我孫子武丸|怪盗不思議紳士', '怪盗不思議紳士 単行本')
  })

  it('★深木章子|消えた断章', () => {
    cy.get_isbn('★深木章子|消えた断章', '消えた断章 単行本')
  })

  it('★雨露山鳥|夏空のプレアデス', () => {
    cy.get_isbn('★雨露山鳥|夏空のプレアデス', '夏空のプレアデス 単行本')
  })

  it('★木元哉多|閻魔堂沙羅の推理奇譚', () => {
    cy.get_isbn('★木元哉多|閻魔堂沙羅の推理奇譚', '閻魔堂沙羅の推理奇譚 単行本')
  })

  it('★倉知淳|豆腐の角に頭ぶつけて死んでしまえ事件', () => {
    cy.get_isbn('★倉知淳|豆腐の角に頭ぶつけて死んでしまえ事件', '豆腐の角に頭ぶつけて死んでしまえ事件 単行本')
  })

  it('★麻耶雄嵩|友達以上探偵未満', () => {
    cy.get_isbn('★麻耶雄嵩|友達以上探偵未満', '友達以上探偵未満 単行本')
  })

  it('★愛川晶|高座のホームズ', () => {
    cy.get_isbn('★愛川晶|高座のホームズ', '愛川晶 高座のホームズ　昭和稲荷町らくご探偵 中公文庫')
  })

  it('★秋保水菓|コンビニなしでは生きられない', () => {
    cy.get_isbn('★秋保水菓|コンビニなしでは生きられない', '秋保水菓 コンビニなしでは生きられない 講談社ノベルス')
  })

  it('★河野裕_河端ジュン一|ウォーター＆ビスケットのテーマ２', () => {
    cy.get_isbn('★河野裕_河端ジュン一|ウォーター＆ビスケットのテーマ２', '河野裕 河端ジュン一 ウォーター＆ビスケットのテーマ２　夕陽が笑顔にみせただけ 角川スニーカー文庫')
  })

  it('★鳥飼否宇|隠蔽人類', () => {
    cy.get_isbn('★鳥飼否宇|隠蔽人類', '隠蔽人類 単行本')
  })

  it('★小林泰三|ドロシイ殺し', () => {
    cy.get_isbn('★小林泰三|ドロシイ殺し', 'ドロシイ殺し 単行本')
  })

  it('★大岡昇平|事件', () => {
    cy.get_isbn('★大岡昇平|事件', '大岡昇平 事件 創元推理文庫')
  })

  it('★大倉崇裕|福家警部補の考察', () => {
    cy.get_isbn('★大倉崇裕|福家警部補の考察', '福家警部補の考察 単行本')
  })

  it('★木元哉多|閻魔堂沙羅の推理奇譚_負け犬たちの密室', () => {
    cy.get_isbn('★木元哉多|閻魔堂沙羅の推理奇譚_負け犬たちの密室', '閻魔堂沙羅の推理奇譚　負け犬たちの密室 単行本')
  })

  it('★早坂吝|探偵ＡＩのリアル・ディープラーニング', () => {
    cy.get_isbn('★早坂吝|探偵ＡＩのリアル・ディープラーニング', '早坂吝 探偵ＡＩのリアル・ディープラーニング 新潮文庫ｎｅｘ')
  })

  it('★八重野統摩|ペンギンは空を見上げる', () => {
    cy.get_isbn('★八重野統摩|ペンギンは空を見上げる', 'ペンギンは空を見上げる 単行本')
  })

  it('★堀内公太郎|タイトルはそこにある', () => {
    cy.get_isbn('★堀内公太郎|タイトルはそこにある', 'タイトルはそこにある 単行本')
  })

  it('★似鳥鶏|名探偵誕生', () => {
    cy.get_isbn('★似鳥鶏|名探偵誕生', '名探偵誕生 単行本')
  })

  it('★本格ミステリ作家クラブ［選・編］|ベスト本格ミステリ２０１８', () => {
    cy.get_isbn('★本格ミステリ作家クラブ［選・編］|ベスト本格ミステリ２０１８', '本格ミステリ作家クラブ［選・編］ ベスト本格ミステリ２０１８ 講談社ノベルス')
  })

  it('★織守きょうや|世界の終わりと始まりの不完全な処遇', () => {
    cy.get_isbn('★織守きょうや|世界の終わりと始まりの不完全な処遇', '世界の終わりと始まりの不完全な処遇 単行本')
  })

  it('★鳴神響一|能舞台の赤光', () => {
    cy.get_isbn('★鳴神響一|能舞台の赤光', '鳴神響一 能舞台の赤光　多田文治郎推理帖 幻冬舎文庫')
  })

  it('★三津田信三|碆霊の如き祀るもの', () => {
    cy.get_isbn('★三津田信三|碆霊の如き祀るもの', '碆霊の如き祀るもの 単行本')
  })

  it('★天祢涼|罪びとの手', () => {
    cy.get_isbn('★天祢涼|罪びとの手', '罪びとの手 単行本')
  })

  it('★柄刀一|ミダスの河', () => {
    cy.get_isbn('★柄刀一|ミダスの河', 'ミダスの河　名探偵・浅見光彦VS.天才・天地龍之介 単行本')
  })

  it('★未須本有生|絶対解答可能な理不尽すぎる謎', () => {
    cy.get_isbn('★未須本有生|絶対解答可能な理不尽すぎる謎', '絶対解答可能な理不尽すぎる謎 単行本')
  })

  it('★青柳碧人|晴れ時々、食品サンプル', () => {
    cy.get_isbn('★青柳碧人|晴れ時々、食品サンプル', '青柳碧人 晴れ時々、食品サンプル　ほしがり探偵ユリオ 創元推理文庫')
  })

  it('★若竹七海|錆びた滑車', () => {
    cy.get_isbn('★若竹七海|錆びた滑車', '若竹七海 錆びた滑車 文春文庫')
  })

  it('★倉数茂|名もなき王国', () => {
    cy.get_isbn('★倉数茂|名もなき王国', '名もなき王国 単行本')
  })

  it('★明利英司|瑠璃色の一室', () => {
    cy.get_isbn('★明利英司|瑠璃色の一室', '瑠璃色の一室 単行本')
  })

  it('★小島正樹|誘拐の免罪符', () => {
    cy.get_isbn('★小島正樹|誘拐の免罪符', '誘拐の免罪符　浜中刑事の奔走 単行本')
  })

  it('★霞流一|パズラクション', () => {
    cy.get_isbn('★霞流一|パズラクション', 'パズラクション 単行本')
  })

  it('★名倉編|異セカイ系', () => {
    cy.get_isbn('★名倉編|異セカイ系', '異セカイ系 単行本')
  })

  it('★織守きょうや|ただし、無音に限り', () => {
    cy.get_isbn('★織守きょうや|ただし、無音に限り', 'ただし、無音に限り 単行本')
  })

  it('★木元哉多|閻魔堂沙羅の推理奇譚_業火のワイダニット', () => {
    cy.get_isbn('★木元哉多|閻魔堂沙羅の推理奇譚_業火のワイダニット', '閻魔堂沙羅の推理奇譚　業火のワイダニット 単行本')
  })

  it('★円居挽|京都なぞとき四季報_古書と誤解と銀河鉄道', () => {
    cy.get_isbn('★円居挽|京都なぞとき四季報_古書と誤解と銀河鉄道', '円居挽 京都なぞとき四季報　古書と誤解と銀河鉄道 角川文庫')
  })

  it('★高木敦史|僕は君に爆弾を仕掛けたい。', () => {
    cy.get_isbn('★高木敦史|僕は君に爆弾を仕掛けたい。', '高木敦史 僕は君に爆弾を仕掛けたい。 角川スニーカー文庫')
  })

  it('★芦辺拓|帝都探偵大戦', () => {
    cy.get_isbn('★芦辺拓|帝都探偵大戦', '帝都探偵大戦 単行本')
  })

  it('★市川憂人|グラスバードは還らない', () => {
    cy.get_isbn('★市川憂人|グラスバードは還らない', 'グラスバードは還らない 単行本')
  })

  it('★島田荘司|鳥居の密室', () => {
    cy.get_isbn('★島田荘司|鳥居の密室', '鳥居の密室　世界にただひとりのサンタクロース 単行本')
  })

  it('★有栖川有栖|インド倶楽部の謎', () => {
    cy.get_isbn('★有栖川有栖|インド倶楽部の謎', '有栖川有栖 インド倶楽部の謎 講談社ノベルス')
  })

  it('★早坂吝|メーラーデーモンの戦慄', () => {
    cy.get_isbn('★早坂吝|メーラーデーモンの戦慄', '早坂吝 メーラーデーモンの戦慄 講談社ノベルス')
  })

  it('★倉知淳|ドッペルゲンガーの銃', () => {
    cy.get_isbn('★倉知淳|ドッペルゲンガーの銃', 'ドッペルゲンガーの銃 単行本')
  })

  it('★似鳥鶏|叙述トリック短編集', () => {
    cy.get_isbn('★似鳥鶏|叙述トリック短編集', '叙述トリック短編集 単行本')
  })

  it('★大山誠一郎|アリバイ崩し承ります', () => {
    cy.get_isbn('★大山誠一郎|アリバイ崩し承ります', 'アリバイ崩し承ります 単行本')
  })

  it('★西澤保彦|幽霊たち', () => {
    cy.get_isbn('★西澤保彦|幽霊たち', '幽霊たち 単行本')
  })

  it('★月原渉|首無館の殺人', () => {
    cy.get_isbn('★月原渉|首無館の殺人', '月原渉 首無館の殺人 新潮文庫ｎｅｘ')
  })

  it('★深緑野分|ベルリンは晴れているか', () => {
    cy.get_isbn('★深緑野分|ベルリンは晴れているか', 'ベルリンは晴れているか 単行本')
  })

  it('★阿藤玲|お節介な放課後', () => {
    cy.get_isbn('★阿藤玲|お節介な放課後', '阿藤玲 お節介な放課後　御出学園帰宅部の献身 創元推理文庫')
  })

  it('★岡崎琢磨|夏を取り戻す', () => {
    cy.get_isbn('★岡崎琢磨|夏を取り戻す', '夏を取り戻す 単行本')
  })

  it('★稲羽白菟|合邦の密室', () => {
    cy.get_isbn('★稲羽白菟|合邦の密室', '合邦の密室 単行本')
  })

  it('★瀬川コウ|君と放課後リスタート', () => {
    cy.get_isbn('★瀬川コウ|君と放課後リスタート', '瀬川コウ 君と放課後リスタート 文春文庫')
  })

  it('★川澄浩平|探偵は教室にいない', () => {
    cy.get_isbn('★川澄浩平|探偵は教室にいない', '探偵は教室にいない 単行本')
  })

  it('★市川哲也|放課後の名探偵', () => {
    cy.get_isbn('★市川哲也|放課後の名探偵', '市川哲也 放課後の名探偵 創元推理文庫')
  })

  it('★阿野冠|荒川乱歩の初恋', () => {
    cy.get_isbn('★阿野冠|荒川乱歩の初恋', '阿野冠 荒川乱歩の初恋　高校生探偵 光文社キャラ文庫')
  })

  it('★阿津川辰海|星詠師の記憶', () => {
    cy.get_isbn('★阿津川辰海|星詠師の記憶', '星詠師の記憶 単行本')
  })

  it('★皆藤黒助|真実は間取り図の中に', () => {
    cy.get_isbn('★皆藤黒助|真実は間取り図の中に', '皆藤黒助 真実は間取り図の中に　半間建築社の欠陥ファイル 角川文庫')
  })

  it('★戸田義長|恋牡丹', () => {
    cy.get_isbn('★戸田義長|恋牡丹', '戸田義長 恋牡丹 創元推理文庫')
  })

  it('★鵜林伸也|ネクスト・ギグ', () => {
    cy.get_isbn('★鵜林伸也|ネクスト・ギグ', 'ネクスト・ギグ 単行本')
  })

  it('★三上延|ビブリア古書堂の事件手帖_～扉子と不思議な客人たち～', () => {
    cy.get_isbn('★三上延|ビブリア古書堂の事件手帖_～扉子と不思議な客人たち～', '三上延 ビブリア古書堂の事件手帖　～扉子と不思議な客人たち～ メディアワークス文庫')
  })

  it('★相沢沙呼|小説の神様_あなたを読む物語', () => {
    cy.get_isbn('★相沢沙呼|小説の神様_あなたを読む物語', '小説の神様　あなたを読む物語 単行本')
  })

  it('★階知彦|火曜新聞クラブ', () => {
    cy.get_isbn('★階知彦|火曜新聞クラブ', '階知彦 火曜新聞クラブ　泉杜毬見台の探偵 ハヤカワ文庫ＪＡ')
  })

  it('★山田彩人|皆殺しの家', () => {
    cy.get_isbn('★山田彩人|皆殺しの家', '皆殺しの家 単行本')
  })

  it('★柾木政宗|朝比奈うさぎの謎解き錬愛術', () => {
    cy.get_isbn('★柾木政宗|朝比奈うさぎの謎解き錬愛術', '柾木政宗 朝比奈うさぎの謎解き錬愛術 新潮文庫ｎｅｘ')
  })

  it('★伊吹亜門|刀と傘', () => {
    cy.get_isbn('★伊吹亜門|刀と傘', '刀と傘　明治京洛推理帖 単行本')
  })

  it('★河野裕|つれづれ、北野坂探偵舎_物語に祝福された怪物', () => {
    cy.get_isbn('★河野裕|つれづれ、北野坂探偵舎_物語に祝福された怪物', '河野裕 つれづれ、北野坂探偵舎　物語に祝福された怪物 角川文庫')
  })

  it('★周木律|鏡面堂の殺人', () => {
    cy.get_isbn('★周木律|鏡面堂の殺人', '周木律 鏡面堂の殺人　Theory of Relativity 講談社文庫')
  })

  it('★米澤穂信|本と鍵の季節', () => {
    cy.get_isbn('★米澤穂信|本と鍵の季節', '本と鍵の季節 単行本')
  })

})
