describe('amaisbn', () => {

  it('★アガサ・クリスティ|五匹の子豚', () => {
    cy.get_isbn('★アガサ・クリスティ|五匹の子豚', 'アガサ・クリスティ 五匹の子豚 ハヤカワ文庫')
  })

  it('★広瀬正|マイナス・ゼロ', () => {
    cy.get_isbn('★広瀬正|マイナス・ゼロ', '広瀬正 マイナス・ゼロ 集英社文庫')
  })

  it('★鮎川哲也|鮎川哲也コレクション〈挑戦篇〉Ⅱ', () => {
    cy.get_isbn('★鮎川哲也|鮎川哲也コレクション〈挑戦篇〉Ⅱ', '鮎川哲也コレクション〈挑戦篇〉Ⅱ　白馬館九号室 単行本')
  })

  it('★松宮秀治|ミュージアムの思想', () => {
    cy.get_isbn('★松宮秀治|ミュージアムの思想', 'ミュージアムの思想 単行本')
  })

  it('★スタニスラス・ドゥアンヌ|数覚とは何か？', () => {
    cy.get_isbn('★スタニスラス・ドゥアンヌ|数覚とは何か？', '数覚とは何か？ 単行本')
  })

  it('★ジル・マゴーン|騙し絵の檻', () => {
    cy.get_isbn('★ジル・マゴーン|騙し絵の檻', 'ジル・マゴーン 騙し絵の檻 創元推理文庫')
  })

  it('★似鳥鶏|いわゆる天使の文化祭', () => {
    cy.get_isbn('★似鳥鶏|いわゆる天使の文化祭', '似鳥鶏 いわゆる天使の文化祭 創元推理文庫')
  })

  it('★北山猛邦|猫柳十一弦の後悔', () => {
    cy.get_isbn('★北山猛邦|猫柳十一弦の後悔', '北山猛邦 猫柳十一弦の後悔 講談社ノベルス')
  })

  it('★綾辻行人|奇面館の殺人', () => {
    cy.get_isbn('★綾辻行人|奇面館の殺人', '綾辻行人 奇面館の殺人 講談社ノベルス')
  })

  it('★中維|探偵失格', () => {
    cy.get_isbn('★中維|探偵失格', '中維 探偵失格　愛ト謂ウ病悪ノ罹患、故ニ我々ハ人ヲ殺ス 電撃文庫')
  })

  it('★入江君人|神さまのいない日曜日Ⅵ', () => {
    cy.get_isbn('★入江君人|神さまのいない日曜日Ⅵ', '入江君人 神さまのいない日曜日Ⅵ 富士見ファンタジア文庫')
  })

  it('★古野まほろ|絶海ジェイル', () => {
    cy.get_isbn('★古野まほろ|絶海ジェイル', '絶海ジェイル　Ｋの悲劇\'94 単行本')
  })

  it('★市井豊|聴き屋の芸術学部祭', () => {
    cy.get_isbn('★市井豊|聴き屋の芸術学部祭', '聴き屋の芸術学部祭 単行本')
  })

  it('★田南透|翼をください', () => {
    cy.get_isbn('★田南透|翼をください', '翼をください 単行本')
  })

  it('★天祢涼|葬式組曲', () => {
    cy.get_isbn('★天祢涼|葬式組曲', '葬式組曲 単行本')
  })

  it('★皆川博子|開かせていただき光栄です', () => {
    cy.get_isbn('★皆川博子|開かせていただき光栄です', '開かせていただき光栄です 単行本')
  })

  it('★相沢沙呼|マツリカ・マジョルカ', () => {
    cy.get_isbn('★相沢沙呼|マツリカ・マジョルカ', 'マツリカ・マジョルカ 単行本')
  })

  it('★詠坂雄二|インサート・コイン（ズ）', () => {
    cy.get_isbn('★詠坂雄二|インサート・コイン（ズ）', 'インサート・コイン（ズ） 単行本')
  })

  it('★青柳碧人|判決はＣＭのあとで', () => {
    cy.get_isbn('★青柳碧人|判決はＣＭのあとで', '判決はＣＭのあとで　ストロベリー・マーキュリー殺人事件 単行本')
  })

  it('★有栖川有栖|高原のフーダニット', () => {
    cy.get_isbn('★有栖川有栖|高原のフーダニット', '高原のフーダニット 単行本')
  })

  it('★深木章子|衣更月家の一族', () => {
    cy.get_isbn('★深木章子|衣更月家の一族', '衣更月家の一族 単行本')
  })

  it('★獅子宮敏彦|君の館で惨劇を', () => {
    cy.get_isbn('★獅子宮敏彦|君の館で惨劇を', '君の館で惨劇を 単行本')
  })

  it('★初野晴|千年ジュリエット', () => {
    cy.get_isbn('★初野晴|千年ジュリエット', '千年ジュリエット 単行本')
  })

  it('★相沢沙呼|ココロ・ファインダ', () => {
    cy.get_isbn('★相沢沙呼|ココロ・ファインダ', 'ココロ・ファインダ 単行本')
  })

  it('★靖子靖史|そよかぜキャットナップ', () => {
    cy.get_isbn('★靖子靖史|そよかぜキャットナップ', 'そよかぜキャットナップ 単行本')
  })

  it('★玩具堂|子ひつじは迷わない_騒ぐひつじが５ひき', () => {
    cy.get_isbn('★玩具堂|子ひつじは迷わない_騒ぐひつじが５ひき', '玩具堂 子ひつじは迷わない　騒ぐひつじが５ひき 角川スニーカー文庫')
  })

  it('★三津田信三|幽女の如き怨むもの', () => {
    cy.get_isbn('★三津田信三|幽女の如き怨むもの', '幽女の如き怨むもの 単行本')
  })

  it('★山田正紀|ファイナル・オペラ', () => {
    cy.get_isbn('★山田正紀|ファイナル・オペラ', 'ファイナル・オペラ 単行本')
  })

  it('★入江君人|神さまのいない日曜日Ⅶ', () => {
    cy.get_isbn('★入江君人|神さまのいない日曜日Ⅶ', '入江君人 神さまのいない日曜日Ⅶ 富士見ファンタジア文庫')
  })

  it('★似鳥鶏|午後からはワニ日和', () => {
    cy.get_isbn('★似鳥鶏|午後からはワニ日和', '似鳥鶏 午後からはワニ日和 文春文庫')
  })

  it('★小川一水|トネイロ会の非殺人事件', () => {
    cy.get_isbn('★小川一水|トネイロ会の非殺人事件', 'トネイロ会の非殺人事件 単行本')
  })

  it('★東川篤哉|謎解きはディナーのあとで', () => {
    cy.get_isbn('★東川篤哉|謎解きはディナーのあとで', '謎解きはディナーのあとで 単行本')
  })

  it('★東川篤哉|謎解きはディナーのあとで２', () => {
    cy.get_isbn('★東川篤哉|謎解きはディナーのあとで２', '謎解きはディナーのあとで２ 単行本')
  })

  it('★宮内悠介|盤上の夜', () => {
    cy.get_isbn('★宮内悠介|盤上の夜', '盤上の夜 単行本')
  })

  it('★綾辻行人_有栖川有栖|綾辻行人と有栖川有栖のミステリ・ジョッキー３', () => {
    cy.get_isbn('★綾辻行人_有栖川有栖|綾辻行人と有栖川有栖のミステリ・ジョッキー３', '綾辻行人と有栖川有栖のミステリ・ジョッキー３ 単行本')
  })

  it('★柳広司|ダブル・ジョーカー', () => {
    cy.get_isbn('★柳広司|ダブル・ジョーカー', 'ダブル・ジョーカー 単行本')
  })

  it('★伊坂幸太郎|夜の国のクーパー', () => {
    cy.get_isbn('★伊坂幸太郎|夜の国のクーパー', '夜の国のクーパー 単行本')
  })

  it('★森晶麿|黒猫の接吻あるいは最終講義', () => {
    cy.get_isbn('★森晶麿|黒猫の接吻あるいは最終講義', '黒猫の接吻あるいは最終講義 単行本')
  })

  it('★皆川博子|双頭のバビロン', () => {
    cy.get_isbn('★皆川博子|双頭のバビロン', '双頭のバビロン 単行本')
  })

  it('★三上延|ビブリア古書堂の事件手帖３', () => {
    cy.get_isbn('★三上延|ビブリア古書堂の事件手帖３', '三上延 ビブリア古書堂の事件手帖３ メディアワークス文庫')
  })

  it('★友桐夏|星を撃ち落とす', () => {
    cy.get_isbn('★友桐夏|星を撃ち落とす', '星を撃ち落とす 単行本')
  })

  it('★山形石雄|六花の勇者２', () => {
    cy.get_isbn('★山形石雄|六花の勇者２', '山形石雄 六花の勇者２ スーパーダッシュ文庫')
  })

  it('★井上夢人|ラバー・ソウル', () => {
    cy.get_isbn('★井上夢人|ラバー・ソウル', 'ラバー・ソウル 単行本')
  })

  it('★彩坂美月|文化祭の夢に、おちる', () => {
    cy.get_isbn('★彩坂美月|文化祭の夢に、おちる', '文化祭の夢に、おちる 単行本')
  })

  it('★會川昇|ＵＮ－ＧＯ_因果論', () => {
    cy.get_isbn('★會川昇|ＵＮ－ＧＯ_因果論', '會川昇 ＵＮ－ＧＯ 因果論 ハヤカワ文庫ＪＡ')
  })

  it('★石野晶|生者の行進', () => {
    cy.get_isbn('★石野晶|生者の行進', '石野晶 生者の行進 ハヤカワ文庫ＪＡ')
  })

  it('★法条遥|バイロケーション', () => {
    cy.get_isbn('★法条遥|バイロケーション', '法条遥 バイロケーション 角川ホラー文庫')
  })

  it('★竹本健治|かくも水深き不在', () => {
    cy.get_isbn('★竹本健治|かくも水深き不在', 'かくも水深き不在 単行本')
  })

  it('★乾くるみ|カラット探偵事務所の事件簿２', () => {
    cy.get_isbn('★乾くるみ|カラット探偵事務所の事件簿２', '乾くるみ カラット探偵事務所の事件簿２ ＰＨＰ文芸文庫')
  })

  it('★法条遥|リライト', () => {
    cy.get_isbn('★法条遥|リライト', 'リライト 単行本')
  })

  it('★飯田一史|ベストセラー・ライトノベルのしくみ', () => {
    cy.get_isbn('★飯田一史|ベストセラー・ライトノベルのしくみ', 'ベストセラー・ライトノベルのしくみ 単行本')
  })

  it('★法条遥|地獄の門', () => {
    cy.get_isbn('★法条遥|地獄の門', '法条遥 地獄の門 角川ホラー文庫')
  })

  it('★柴村仁|夜宵', () => {
    cy.get_isbn('★柴村仁|夜宵', '夜宵 単行本')
  })

  it('★小林泰三|完全・犯罪', () => {
    cy.get_isbn('★小林泰三|完全・犯罪', '小林泰三 完全・犯罪 創元推理文庫')
  })

  it('★東野圭吾|虚像の道化師_ガリレオ７', () => {
    cy.get_isbn('★東野圭吾|虚像の道化師_ガリレオ７', '虚像の道化師　ガリレオ７ 単行本')
  })

  it('★貫井徳郎|微笑む人', () => {
    cy.get_isbn('★貫井徳郎|微笑む人', '微笑む人 単行本')
  })

  it('★玩具堂|子ひつじは迷わない_贈るひつじが６ぴき', () => {
    cy.get_isbn('★玩具堂|子ひつじは迷わない_贈るひつじが６ぴき', '玩具堂 子ひつじは迷わない　贈るひつじが６ぴき 角川スニーカー文庫')
  })

  it('★麻生荘太郎|少年探偵とドルイッドの密室', () => {
    cy.get_isbn('★麻生荘太郎|少年探偵とドルイッドの密室', '少年探偵とドルイッドの密室 単行本')
  })

  it('★古野まほろ|復活_ポロネーズ第五十六番', () => {
    cy.get_isbn('★古野まほろ|復活_ポロネーズ第五十六番', '復活　ポロネーズ第五十六番 単行本')
  })

  it('★泡坂妻夫|泡坂妻夫引退公演', () => {
    cy.get_isbn('★泡坂妻夫|泡坂妻夫引退公演', '泡坂妻夫引退公演 単行本')
  })

  it('★似鳥鶏|戦力外捜査官_姫デカ・海月千波', () => {
    cy.get_isbn('★似鳥鶏|戦力外捜査官_姫デカ・海月千波', '戦力外捜査官　姫デカ・海月千波 単行本')
  })

  it('★竹本健治|汎虚学研究会', () => {
    cy.get_isbn('★竹本健治|汎虚学研究会', '竹本健治 汎虚学研究会 講談社ノベルス')
  })

  it('★岡崎琢磨|珈琲店タレーランの事件簿', () => {
    cy.get_isbn('★岡崎琢磨|珈琲店タレーランの事件簿', '岡崎琢磨 珈琲店タレーランの事件簿　また会えたなら、あなたの淹れた珈琲を 宝島社文庫')
  })

  it('★島田荘司|アルカトラズ幻想', () => {
    cy.get_isbn('★島田荘司|アルカトラズ幻想', 'アルカトラズ幻想 単行本')
  })

  it('★菅原和也|さあ、地獄へ堕ちよう', () => {
    cy.get_isbn('★菅原和也|さあ、地獄へ堕ちよう', 'さあ、地獄へ堕ちよう 単行本')
  })

  it('★河合莞爾|デッドマン', () => {
    cy.get_isbn('★河合莞爾|デッドマン', 'デッドマン 単行本')
  })

  it('★幡大介|猫間地獄のわらべ歌', () => {
    cy.get_isbn('★幡大介|猫間地獄のわらべ歌', '幡大介 猫間地獄のわらべ歌 講談社文庫')
  })

  it('★芦辺拓|スチームオペラ', () => {
    cy.get_isbn('★芦辺拓|スチームオペラ', 'スチームオペラ　蒸気都市探偵譚 単行本')
  })

  it('★東川篤哉|魔法使いは完全犯罪の夢を見るか？', () => {
    cy.get_isbn('★東川篤哉|魔法使いは完全犯罪の夢を見るか？', '魔法使いは完全犯罪の夢を見るか？ 単行本')
  })

  it('★青崎有吾|体育館の殺人', () => {
    cy.get_isbn('★青崎有吾|体育館の殺人', '体育館の殺人 単行本')
  })

  it('★山本弘|名被害者・一条（仮名）の事件簿', () => {
    cy.get_isbn('★山本弘|名被害者・一条（仮名）の事件簿', '山本弘 名被害者・一条（仮名）の事件簿 講談社ノベルス')
  })

  it('★大山誠一郎|密室蒐集家', () => {
    cy.get_isbn('★大山誠一郎|密室蒐集家', '密室蒐集家 単行本')
  })

  it('★芦辺拓|大公女殿下に捧げる密室', () => {
    cy.get_isbn('★芦辺拓|大公女殿下に捧げる密室', '大公女殿下に捧げる密室 単行本')
  })

  it('★愛川晶|ヘルたん', () => {
    cy.get_isbn('★愛川晶|ヘルたん', 'ヘルたん 単行本')
  })

  it('★初野晴|カマラとアマラの丘', () => {
    cy.get_isbn('★初野晴|カマラとアマラの丘', 'カマラとアマラの丘 単行本')
  })

  it('★山田彩人|幽霊もしらない', () => {
    cy.get_isbn('★山田彩人|幽霊もしらない', '幽霊もしらない 単行本')
  })

  it('★中里友香|カンパニュラの銀翼', () => {
    cy.get_isbn('★中里友香|カンパニュラの銀翼', 'カンパニュラの銀翼 単行本')
  })

  it('★石持浅海|煽動者', () => {
    cy.get_isbn('★石持浅海|煽動者', '煽動者 単行本')
  })

  it('★石持浅海|玩具店の英雄', () => {
    cy.get_isbn('★石持浅海|玩具店の英雄', '玩具店の英雄　座間味くんの推理 単行本')
  })

  it('★東野圭吾|禁断の魔術_ガリレオ８', () => {
    cy.get_isbn('★東野圭吾|禁断の魔術_ガリレオ８', '禁断の魔術　ガリレオ８ 単行本')
  })

  it('★長沢樹|夏服パースペクティブ', () => {
    cy.get_isbn('★長沢樹|夏服パースペクティブ', '夏服パースペクティブ 単行本')
  })

  it('★有栖川有栖|江神二郎の洞察', () => {
    cy.get_isbn('★有栖川有栖|江神二郎の洞察', '江神二郎の洞察 単行本')
  })

  it('★横山秀夫|６４', () => {
    cy.get_isbn('★横山秀夫|６４', '６４ 単行本')
  })

  it('★高野史緒|カラマーゾフの妹', () => {
    cy.get_isbn('★高野史緒|カラマーゾフの妹', 'カラマーゾフの妹 単行本')
  })

  it('★円居挽|今出川ルヴォワール', () => {
    cy.get_isbn('★円居挽|今出川ルヴォワール', '今出川ルヴォワール 単行本')
  })

})
