describe('amaisbn', () => {

  it('★紺野天龍|錬金術師の消失', () => {
    cy.get_isbn('★紺野天龍|錬金術師の消失', '紺野天龍 錬金術師の消失 ハヤカワ文庫ＪＡ')
  })

  it('★安萬純一|星空にパレット', () => {
    cy.get_isbn('★安萬純一|星空にパレット', '安萬純一 星空にパレット 創元推理文庫')
  })

  it('★矢庭優日|エゴに捧げるトリック', () => {
    cy.get_isbn('★矢庭優日|エゴに捧げるトリック', '矢庭優日 エゴに捧げるトリック ハヤカワ文庫ＪＡ')
  })

  it('★榊林銘|あと十五秒で死ぬ', () => {
    cy.get_isbn('★榊林銘|あと十五秒で死ぬ', '榊林銘 あと十五秒で死ぬ 東京創元社 単行本')
  })

  it('★五十嵐律人|不可逆少年', () => {
    cy.get_isbn('★五十嵐律人|不可逆少年', '五十嵐律人 不可逆少年 講談社 単行本')
  })

  it('★紙城境介|僕が答える君の謎解き', () => {
    cy.get_isbn('★紙城境介|僕が答える君の謎解き', '紙城境介 僕が答える君の謎解き　明神凛音は間違えない 星海社FICTIONS 単行本')
  })

  it('★伊吹亜門|雨と短銃', () => {
    cy.get_isbn('★伊吹亜門|雨と短銃', '伊吹亜門 雨と短銃 東京創元社 単行本')
  })

  it('★阿津川辰海|蒼海館の殺人', () => {
    cy.get_isbn('★阿津川辰海|蒼海館の殺人', '阿津川辰海 蒼海館の殺人 講談社タイガ 単行本')
  })

  it('★市川憂人_米澤穂信_東川篤哉_麻耶雄嵩_法月綸太郎_白井智之|あなたも名探偵', () => {
    cy.get_isbn('★市川憂人_米澤穂信_東川篤哉_麻耶雄嵩_法月綸太郎_白井智之|あなたも名探偵', '市川憂人 米澤穂信 東川篤哉 麻耶雄嵩 法月綸太郎 白井智之 あなたも名探偵 東京創元社 単行本')
  })

  it('★浅倉秋成|六人の嘘つきな大学生', () => {
    cy.get_isbn('★浅倉秋成|六人の嘘つきな大学生', '浅倉秋成 六人の嘘つきな大学生 角川書店 単行本')
  })

  it('★辻真先|たかが殺人じゃないか', () => {
    cy.get_isbn('★辻真先|たかが殺人じゃないか', '辻真先 たかが殺人じゃないか　昭和24年の推理小説 東京創元社 単行本')
  })

  it('★似鳥鶏|卒業したら教室で', () => {
    cy.get_isbn('★似鳥鶏|卒業したら教室で', '似鳥鶏 卒業したら教室で 創元推理文庫')
  })

  it('★北山猛邦|天の川の舟乗り', () => {
    cy.get_isbn('★北山猛邦|天の川の舟乗り', '北山猛邦 天の川の舟乗り　名探偵音野順の事件簿 東京創元社 単行本')
  })

  it('★河野裕|さよならの言い方なんて知らない。５', () => {
    cy.get_isbn('★河野裕|さよならの言い方なんて知らない。５', '河野裕 さよならの言い方なんて知らない。５ 新潮文庫ｎｅｘ')
  })

  it('★東川篤哉|新謎解きはディナーのあとで', () => {
    cy.get_isbn('★東川篤哉|新謎解きはディナーのあとで', '東川篤哉 新 謎解きはディナーのあとで 小学館 単行本')
  })

  it('★十市社|亜シンメトリー', () => {
    cy.get_isbn('★十市社|亜シンメトリー', '十市社 亜シンメトリー 新潮社 単行本')
  })

  it('★羽生飛鳥|蝶として死す', () => {
    cy.get_isbn('★羽生飛鳥|蝶として死す', '羽生飛鳥 蝶として死す　平家物語推理抄 東京創元社 単行本')
  })

  it('★青崎有吾|アンデッドガール・マーダーファルス', () => {
    cy.get_isbn('★青崎有吾|アンデッドガール・マーダーファルス', '青崎有吾 アンデッドガール・マーダーファルス　３ 講談社タイガ 単行本')
  })

  it('★潮谷験|スイッチ', () => {
    cy.get_isbn('★潮谷験|スイッチ', '潮谷験 スイッチ　悪意の実験 講談社 単行本')
  })

  it('★獅子宮敏彦|豊臣探偵奇譚', () => {
    cy.get_isbn('★獅子宮敏彦|豊臣探偵奇譚', '獅子宮敏彦 豊臣探偵奇譚 ハヤカワ文庫ＪＡ')
  })

  it('★米澤穂信|黒牢城', () => {
    cy.get_isbn('★米澤穂信|黒牢城', '米澤穂信 黒牢城 角川書店 単行本')
  })

  it('★白井智之|ミステリー・オーバードーズ', () => {
    cy.get_isbn('★白井智之|ミステリー・オーバードーズ', '白井智之 ミステリー・オーバードーズ 光文社 単行本')
  })

  it('★市川憂人|ボーンヤードは語らない', () => {
    cy.get_isbn('★市川憂人|ボーンヤードは語らない', '市川憂人 ボーンヤードは語らない 東京創元社 単行本')
  })

  it('★本格ミステリ作家クラブ［選・編］|本格王２０２１', () => {
    cy.get_isbn('★本格ミステリ作家クラブ［選・編］|本格王２０２１', '本格ミステリ作家クラブ［選・編］ 本格王２０２１ 講談社文庫')
  })

  it('★早坂吝|四元館の殺人', () => {
    cy.get_isbn('★早坂吝|四元館の殺人', '早坂吝 四元館の殺人　探偵ＡＩのリアル・ディープラーニング 新潮文庫ｎｅｘ')
  })

  it('★弥生小夜子|風よ僕らの前髪を', () => {
    cy.get_isbn('★弥生小夜子|風よ僕らの前髪を', '弥生小夜子 風よ僕らの前髪を 東京創元社 単行本')
  })

  it('★相沢沙呼|invert', () => {
    cy.get_isbn('★相沢沙呼|invert', '相沢沙呼 invert　城塚翡翠倒叙集 講談社 単行本')
  })

  it('★五十嵐律人|原因において自由な物語', () => {
    cy.get_isbn('★五十嵐律人|原因において自由な物語', '五十嵐律人 原因において自由な物語 講談社 単行本')
  })

  it('★犬飼ねこそぎ|密室は御手の中', () => {
    cy.get_isbn('★犬飼ねこそぎ|密室は御手の中', '犬飼ねこそぎ 密室は御手の中 光文社 単行本')
  })

  it('★今村昌弘|兇人邸の殺人', () => {
    cy.get_isbn('★今村昌弘|兇人邸の殺人', '今村昌弘 兇人邸の殺人 東京創元社 単行本')
  })

  it('★平石貴樹|葛登志岬の雁よ、雁たちよ', () => {
    cy.get_isbn('★平石貴樹|葛登志岬の雁よ、雁たちよ', '平石貴樹 葛登志岬の雁よ、雁たちよ 光文社 単行本')
  })

  it('★川辺純可|ミズチと天狗とおぼろ月の夢', () => {
    cy.get_isbn('★川辺純可|ミズチと天狗とおぼろ月の夢', '川辺純可 ミズチと天狗とおぼろ月の夢 南雲堂 単行本')
  })

  it('★月原渉|炎舞館の殺人', () => {
    cy.get_isbn('★月原渉|炎舞館の殺人', '月原渉 炎舞館の殺人 新潮文庫ｎｅｘ')
  })

  it('★三津田信三|忌名の如き贄るもの', () => {
    cy.get_isbn('★三津田信三|忌名の如き贄るもの', '三津田信三 忌名の如き贄るもの 講談社 単行本')
  })

  it('★大島清昭|影踏亭の怪談', () => {
    cy.get_isbn('★大島清昭|影踏亭の怪談', '大島清昭 影踏亭の怪談 東京創元社 単行本')
  })

  it('★潮谷験|時空犯', () => {
    cy.get_isbn('★潮谷験|時空犯', '潮谷験 時空犯 講談社 単行本')
  })

  it('★似鳥鶏|推理大戦', () => {
    cy.get_isbn('★似鳥鶏|推理大戦', '似鳥鶏 推理大戦 講談社 単行本')
  })

  it('★白井智之|死体の汁を啜れ', () => {
    cy.get_isbn('★白井智之|死体の汁を啜れ', '白井智之 死体の汁を啜れ 実業之日本社 単行本')
  })

  it('★伊吹亜門|幻月と探偵', () => {
    cy.get_isbn('★伊吹亜門|幻月と探偵', '伊吹亜門 幻月と探偵 角川書店 単行本')
  })

  it('★稲羽白菟|オルレアンの魔女', () => {
    cy.get_isbn('★稲羽白菟|オルレアンの魔女', '稲羽白菟 オルレアンの魔女 二見書房 単行本')
  })

  it('★麻耶雄嵩|メルカトル悪人狩り', () => {
    cy.get_isbn('★麻耶雄嵩|メルカトル悪人狩り', '麻耶雄嵩 メルカトル悪人狩り 講談社ノベルス')
  })

  it('★紙城境介|僕が答える君の謎解き２', () => {
    cy.get_isbn('★紙城境介|僕が答える君の謎解き２', '紙城境介 僕が答える君の謎解き ２　その肩を抱く覚悟 星海社FICTIONS 単行本')
  })

  it('★夕木春央|サーカスから来た執達吏', () => {
    cy.get_isbn('★夕木春央|サーカスから来た執達吏', '夕木春央 サーカスから来た執達吏 講談社 単行本')
  })

  it('★桃野雑派|老虎残夢', () => {
    cy.get_isbn('★桃野雑派|老虎残夢', '桃野雑派 老虎残夢 講談社 単行本')
  })

  it('★芦辺拓|大鞠家殺人事件', () => {
    cy.get_isbn('★芦辺拓|大鞠家殺人事件', '芦辺拓 大鞠家殺人事件 東京創元社 単行本')
  })

  it('★結城真一郎|救国ゲーム', () => {
    cy.get_isbn('★結城真一郎|救国ゲーム', '結城真一郎 救国ゲーム 新潮社 単行本')
  })

  it('★城平京|虚構推理短編集', () => {
    cy.get_isbn('★城平京|虚構推理短編集', '城平京 虚構推理短編集　岩永琴子の純真 講談社タイガ 単行本')
  })

  it('★陸秋槎|盟約の少女騎士［スキャルドメール］', () => {
    cy.get_isbn('★陸秋槎|盟約の少女騎士［スキャルドメール］', '陸秋槎 盟約の少女騎士［スキャルドメール］ 星海社FICTIONS 単行本')
  })

  it('★笛吹太郎|コージーボーイズ、あるいは消えた居酒屋の謎', () => {
    cy.get_isbn('★笛吹太郎|コージーボーイズ、あるいは消えた居酒屋の謎', '笛吹太郎 コージーボーイズ、あるいは消えた居酒屋の謎 東京創元社 単行本')
  })

  it('★谷原秋桜子・愛川晶|教え子殺し', () => {
    cy.get_isbn('★谷原秋桜子・愛川晶|教え子殺し', '谷原秋桜子・愛川晶 教え子殺し　倉西美波最後の事件 原書房 単行本')
  })

  it('★知念実希人|硝子の塔の殺人', () => {
    cy.get_isbn('★知念実希人|硝子の塔の殺人', '知念実希人 硝子の塔の殺人 実業之日本社 単行本')
  })

  it('★門前典之|卵の中の刺殺体', () => {
    cy.get_isbn('★門前典之|卵の中の刺殺体', '門前典之 卵の中の刺殺体　世界最小の密室 南雲堂 単行本')
  })

  it('★城平京|虚構推理', () => {
    cy.get_isbn('★城平京|虚構推理', '城平京 虚構推理　逆襲と敗北の日 講談社タイガ 単行本')
  })

})
