describe('amaisbn', () => {

  it('★古野まほろ|ヒクイドリ', () => {
    cy.get_isbn('★古野まほろ|ヒクイドリ', 'ヒクイドリ　警察庁図書館 単行本')
  })

  it('★高木敦史|お口直しには、甘い謎を', () => {
    cy.get_isbn('★高木敦史|お口直しには、甘い謎を', '高木敦史 お口直しには、甘い謎を 幻冬舎文庫')
  })

  it('★三上延|江ノ島西浦写真館', () => {
    cy.get_isbn('★三上延|江ノ島西浦写真館', '江ノ島西浦写真館 単行本')
  })

  it('★米澤穂信|真実の10メートル手前', () => {
    cy.get_isbn('★米澤穂信|真実の10メートル手前', '真実の10メートル手前 単行本')
  })

  it('★青崎有吾|アンデッドガール・マーダーファルス_１', () => {
    cy.get_isbn('★青崎有吾|アンデッドガール・マーダーファルス_１', '青崎有吾 アンデッドガール・マーダーファルス １ 講談社タイガ')
  })

  it('★森晶麿|黒猫の回帰あるいは千夜航路', () => {
    cy.get_isbn('★森晶麿|黒猫の回帰あるいは千夜航路', '黒猫の回帰あるいは千夜航路 単行本')
  })

  it('★北山猛邦|ダンガンロンパ霧切４', () => {
    cy.get_isbn('★北山猛邦|ダンガンロンパ霧切４', 'ダンガンロンパ霧切４ 単行本')
  })

  it('★村崎友|フェイバリット・シングス', () => {
    cy.get_isbn('★村崎友|フェイバリット・シングス', 'フェイバリット・シングス 単行本')
  })

  it('★倉阪鬼一郎|桜と富士と星の迷宮', () => {
    cy.get_isbn('★倉阪鬼一郎|桜と富士と星の迷宮', '倉阪鬼一郎 桜と富士と星の迷宮 講談社ノベルス')
  })

  it('★河野裕|汚れた赤を恋と呼ぶんだ', () => {
    cy.get_isbn('★河野裕|汚れた赤を恋と呼ぶんだ', '河野裕 汚れた赤を恋と呼ぶんだ 新潮文庫ｎｅｘ')
  })

  it('★藤岡真|死龍', () => {
    cy.get_isbn('★藤岡真|死龍', '死龍 単行本')
  })

  it('★城平京|雨の日も神様と相撲を', () => {
    cy.get_isbn('★城平京|雨の日も神様と相撲を', '城平京 雨の日も神様と相撲を 講談社タイガ')
  })

  it('★青崎有吾|図書館の殺人', () => {
    cy.get_isbn('★青崎有吾|図書館の殺人', '図書館の殺人 単行本')
  })

  it('★彩藤アザミ|樹液少女', () => {
    cy.get_isbn('★彩藤アザミ|樹液少女', '樹液少女 単行本')
  })

  it('★一條次郎|レプリカたちの夜', () => {
    cy.get_isbn('★一條次郎|レプリカたちの夜', 'レプリカたちの夜 単行本')
  })

  it('★瀬川コウ|謎好き乙女と偽りの恋心', () => {
    cy.get_isbn('★瀬川コウ|謎好き乙女と偽りの恋心', '瀬川コウ 謎好き乙女と偽りの恋心 新潮文庫ｎｅｘ')
  })

  it('★宮内悠介|アメリカ最後の実験', () => {
    cy.get_isbn('★宮内悠介|アメリカ最後の実験', 'アメリカ最後の実験 単行本')
  })

  it('★一色さゆり|神の値段', () => {
    cy.get_isbn('★一色さゆり|神の値段', '神の値段 単行本')
  })

  it('★似鳥鶏|レジまでの推理', () => {
    cy.get_isbn('★似鳥鶏|レジまでの推理', 'レジまでの推理　本屋さんの名探偵 単行本')
  })

  it('★殊能将之|殊能将之_未発表短編集', () => {
    cy.get_isbn('★殊能将之|殊能将之_未発表短編集', '殊能将之 未発表短編集 単行本')
  })

  it('★嶺里俊介|星宿る虫', () => {
    cy.get_isbn('★嶺里俊介|星宿る虫', '星宿る虫 単行本')
  })

  it('★滝田務雄|ポンコツ探偵の名推理', () => {
    cy.get_isbn('★滝田務雄|ポンコツ探偵の名推理', 'ポンコツ探偵の名推理 単行本')
  })

  it('★円居挽|シャーロック・ノートⅡ', () => {
    cy.get_isbn('★円居挽|シャーロック・ノートⅡ', '円居挽 シャーロック・ノートⅡ　試験と古典と探偵殺し 新潮文庫ｎｅｘ')
  })

  it('★長沢樹|幻痛は鏡の中を交錯する希望', () => {
    cy.get_isbn('★長沢樹|幻痛は鏡の中を交錯する希望', '幻痛は鏡の中を交錯する希望 単行本')
  })

  it('★早坂吝|誰も僕を裁けない', () => {
    cy.get_isbn('★早坂吝|誰も僕を裁けない', '早坂吝 誰も僕を裁けない 講談社ノベルス')
  })

  it('★御影瑛路|空ろの箱と零のマリア７', () => {
    cy.get_isbn('★御影瑛路|空ろの箱と零のマリア７', '御影瑛路 空ろの箱と零のマリア７ 電撃文庫')
  })

  it('★紅玉いづき|現代詩人探偵', () => {
    cy.get_isbn('★紅玉いづき|現代詩人探偵', '現代詩人探偵 単行本')
  })

  it('★吉田恭教|背律', () => {
    cy.get_isbn('★吉田恭教|背律', '背律 単行本')
  })

})
