describe('amaisbn', () => {

  it('★小森収|明智卿死体検分', () => {
    cy.get_isbn('★小森収|明智卿死体検分', '小森収 明智卿死体検分 東京創元社 単行本')
  })

  it('★似鳥鶏|名探偵外来', () => {
    cy.get_isbn('★似鳥鶏|名探偵外来', '似鳥鶏 名探偵外来　泌尿器科医の事件簿 光文社 単行本')
  })

  it('★結城真一郎|＃真相をお話しします', () => {
    cy.get_isbn('★結城真一郎|＃真相をお話しします', '結城真一郎 ＃真相をお話しします 新潮社 単行本')
  })

  it('★小西マサテル|名探偵のままでいて', () => {
    cy.get_isbn('★小西マサテル|名探偵のままでいて', '小西マサテル 名探偵のままでいて 宝島社 単行本')
  })

  it('★市川憂人_伊与原新_新川帆立_辻堂ゆめ_結城真一郎_浅野皓生|東大に名探偵はいない', () => {
    cy.get_isbn('★市川憂人_伊与原新_新川帆立_辻堂ゆめ_結城真一郎_浅野皓生|東大に名探偵はいない', '市川憂人 伊与原新 新川帆立 辻堂ゆめ 結城真一郎 浅野皓生 東大に名探偵はいない 角川書店 単行本')
  })

  it('★倉知淳|大雑把かつあやふやな怪盗の予告状', () => {
    cy.get_isbn('★倉知淳|大雑把かつあやふやな怪盗の予告状', '倉知淳 大雑把かつあやふやな怪盗の予告状　警察庁特殊例外事案専従捜査課事件ファイル ポプラ社 単行本')
  })

  it('★城平京|虚構推理短編集', () => {
    cy.get_isbn('★城平京|虚構推理短編集', '城平京 虚構推理短編集　岩永琴子の密室 講談社タイガ 単行本')
  })

  it('★門前典之|友が消えた夏', () => {
    cy.get_isbn('★門前典之|友が消えた夏', '門前典之 友が消えた夏　終わらない探偵物語 光文社文庫 単行本')
  })

  it('★天祢涼|彼女はひとり闇の中', () => {
    cy.get_isbn('★天祢涼|彼女はひとり闇の中', '天祢涼 彼女はひとり闇の中 光文社 単行本')
  })

  it('★麻耶雄嵩|化石少女と七つの冒険', () => {
    cy.get_isbn('★麻耶雄嵩|化石少女と七つの冒険', '麻耶雄嵩 化石少女と七つの冒険 徳間書店 単行本')
  })

  it('★桃野雑派|星くずの殺人', () => {
    cy.get_isbn('★桃野雑派|星くずの殺人', '桃野雑派 星くずの殺人 講談社 単行本')
  })

  it('★須藤古都離|ゴリラ裁判の日', () => {
    cy.get_isbn('★須藤古都離|ゴリラ裁判の日', '須藤古都離 ゴリラ裁判の日 講談社 単行本')
  })

  it('★西澤保彦|走馬灯交差点', () => {
    cy.get_isbn('★西澤保彦|走馬灯交差点', '西澤保彦 走馬灯交差点 集英社 単行本')
  })

  it('★五条紀夫|クローズドサスペンスヘブン', () => {
    cy.get_isbn('★五条紀夫|クローズドサスペンスヘブン', '五条紀夫 クローズドサスペンスヘブン 新潮文庫ｎｅｘ 単行本')
  })

  it('★真紀涼介|勿忘草をさがして', () => {
    cy.get_isbn('★真紀涼介|勿忘草をさがして', '真紀涼介 勿忘草をさがして 東京創元社 単行本')
  })

  it('★渡辺優|私雨邸の殺人に関する各人の視点', () => {
    cy.get_isbn('★渡辺優|私雨邸の殺人に関する各人の視点', '渡辺優 私雨邸の殺人に関する各人の視点 双葉社 単行本')
  })

  it('★似鳥鶏|育休刑事', () => {
    cy.get_isbn('★似鳥鶏|育休刑事', '似鳥鶏 育休刑事　（諸事情により育休延長中） 角川文庫 単行本')
  })

  it('★深木章子|灰色の家', () => {
    cy.get_isbn('★深木章子|灰色の家', '深木章子 灰色の家 光文社 単行本')
  })

  it('★島田荘司|ローズマリーのあまき香り', () => {
    cy.get_isbn('★島田荘司|ローズマリーのあまき香り', '島田荘司 ローズマリーのあまき香り 講談社 単行本')
  })

  it('★夕木春央|時計泥棒と悪人たち', () => {
    cy.get_isbn('★夕木春央|時計泥棒と悪人たち', '夕木春央 時計泥棒と悪人たち 講談社 単行本')
  })

  it('★早坂吝|しおかぜ市一家殺害事件あるいは迷宮牢の殺人', () => {
    cy.get_isbn('★早坂吝|しおかぜ市一家殺害事件あるいは迷宮牢の殺人', '早坂吝 しおかぜ市一家殺害事件あるいは迷宮牢の殺人 光文社 単行本')
  })

  it('★森川智喜|動くはずのない死体', () => {
    cy.get_isbn('★森川智喜|動くはずのない死体', '森川智喜 動くはずのない死体　森川智喜短編集 光文社 単行本')
  })

  it('★弥生小夜子|蝶の墓標', () => {
    cy.get_isbn('★弥生小夜子|蝶の墓標', '弥生小夜子 蝶の墓標 東京創元社 単行本')
  })

  it('★大滝瓶太|その謎を解いてはいけない', () => {
    cy.get_isbn('★大滝瓶太|その謎を解いてはいけない', '大滝瓶太 その謎を解いてはいけない 実業之日本社 単行本')
  })

  it('★本格ミステリ作家クラブ［選・編］|本格王２０２３', () => {
    cy.get_isbn('★本格ミステリ作家クラブ［選・編］|本格王２０２３', '本格ミステリ作家クラブ［選・編］ 本格王２０２３ 講談社文庫 単行本')
  })

  it('★石持浅海|あなたには、殺せません', () => {
    cy.get_isbn('★石持浅海|あなたには、殺せません', '石持浅海 あなたには、殺せません 東京創元社 単行本')
  })

  it('★杉井光|世界でいちばん透きとおった物語', () => {
    cy.get_isbn('★杉井光|世界でいちばん透きとおった物語', '杉井光 世界でいちばん透きとおった物語 新潮文庫ｎｅｘ 単行本')
  })

  it('★井上真偽|アリアドネの声', () => {
    cy.get_isbn('★井上真偽|アリアドネの声', '井上真偽 アリアドネの声 幻冬舎 単行本')
  })

  it('★紙城境介|シャーロック＋アカデミーLogic.2', () => {
    cy.get_isbn('★紙城境介|シャーロック＋アカデミーLogic.2', '紙城境介 シャーロック＋アカデミー Logic.2 　マクベス・ジャック・ジャック ＭＦ文庫Ｊ 単行本')
  })

  it('★久青玩具堂|まるで名探偵のような', () => {
    cy.get_isbn('★久青玩具堂|まるで名探偵のような', '久青玩具堂 まるで名探偵のような　雑居ビルの事件ノート 東京創元社 単行本')
  })

  it('★月原渉|すべてはエマのために', () => {
    cy.get_isbn('★月原渉|すべてはエマのために', '月原渉 すべてはエマのために 新潮文庫ｎｅｘ 単行本')
  })

  it('★方丈貴恵|アミュレット・ホテル', () => {
    cy.get_isbn('★方丈貴恵|アミュレット・ホテル', '方丈貴恵 アミュレット・ホテル 光文社 単行本')
  })

  it('★米澤穂信|可燃物', () => {
    cy.get_isbn('★米澤穂信|可燃物', '米澤穂信 可燃物 文藝春秋 単行本')
  })

  it('★柳川一|三人書房', () => {
    cy.get_isbn('★柳川一|三人書房', '柳川一 三人書房 東京創元社 単行本')
  })

  it('★井上悠宇|不実在探偵の推理', () => {
    cy.get_isbn('★井上悠宇|不実在探偵の推理', '井上悠宇 不実在探偵の推理 講談社 単行本')
  })

  it('★青崎有吾|アンデッドガール・マーダーファルス４', () => {
    cy.get_isbn('★青崎有吾|アンデッドガール・マーダーファルス４', '青崎有吾 アンデッドガール・マーダーファルス４ 講談社タイガ 単行本')
  })

  it('★市川憂人|ヴァンプドッグは叫ばない', () => {
    cy.get_isbn('★市川憂人|ヴァンプドッグは叫ばない', '市川憂人 ヴァンプドッグは叫ばない 東京創元社 単行本')
  })

  it('★朝永理人|毒入りコーヒー事件', () => {
    cy.get_isbn('★朝永理人|毒入りコーヒー事件', '朝永理人 毒入りコーヒー事件 宝島社文庫 単行本')
  })

  it('★夕木春央|十戒', () => {
    cy.get_isbn('★夕木春央|十戒', '夕木春央 十戒 講談社 単行本')
  })

  it('★伊吹亜門|焔と雪', () => {
    cy.get_isbn('★伊吹亜門|焔と雪', '伊吹亜門 焔と雪　京都探偵物語 早川書房 単行本')
  })

  it('★京極夏彦|鵼の碑', () => {
    cy.get_isbn('★京極夏彦|鵼の碑', '京極夏彦 鵼の碑 講談社ノベルス 単行本')
  })

  it('★今村昌弘|でぃすぺる', () => {
    cy.get_isbn('★今村昌弘|でぃすぺる', '今村昌弘 でぃすぺる 文藝春秋 単行本')
  })

  it('★東野圭吾|あなたが誰かを殺した', () => {
    cy.get_isbn('★東野圭吾|あなたが誰かを殺した', '東野圭吾 あなたが誰かを殺した 講談社 単行本')
  })

  it('★阿津川辰海|午後のチャイムが鳴るまでは', () => {
    cy.get_isbn('★阿津川辰海|午後のチャイムが鳴るまでは', '阿津川辰海 午後のチャイムが鳴るまでは 実業之日本社 単行本')
  })

  it('★市川哲也|あの魔女を殺せ', () => {
    cy.get_isbn('★市川哲也|あの魔女を殺せ', '市川哲也 あの魔女を殺せ 東京創元社 単行本')
  })

  it('★白井智之|エレファントヘッド', () => {
    cy.get_isbn('★白井智之|エレファントヘッド', '白井智之 エレファントヘッド 角川書店 単行本')
  })

  it('★岡本好貴|帆船軍艦の殺人', () => {
    cy.get_isbn('★岡本好貴|帆船軍艦の殺人', '岡本好貴 帆船軍艦の殺人 東京創元社 単行本')
  })

  it('★手代木正太郎|涜神館殺人事件', () => {
    cy.get_isbn('★手代木正太郎|涜神館殺人事件', '手代木正太郎 涜神館殺人事件 星海社FICTIONS 単行本')
  })

  it('★河野裕|さよならの言い方なんて知らない。８', () => {
    cy.get_isbn('★河野裕|さよならの言い方なんて知らない。８', '河野裕 さよならの言い方なんて知らない。８ 新潮文庫ｎｅｘ 単行本')
  })

  it('★貫井徳郎|龍の墓', () => {
    cy.get_isbn('★貫井徳郎|龍の墓', '貫井徳郎 龍の墓 双葉社 単行本')
  })

  it('★青崎有吾|地雷グリコ', () => {
    cy.get_isbn('★青崎有吾|地雷グリコ', '青崎有吾 地雷グリコ 角川書店 単行本')
  })

  it('★楠谷佑|案山子の村の殺人', () => {
    cy.get_isbn('★楠谷佑|案山子の村の殺人', '楠谷佑 案山子の村の殺人 東京創元社 単行本')
  })

  it('★中村あき|好きです、死んでください', () => {
    cy.get_isbn('★中村あき|好きです、死んでください', '中村あき 好きです、死んでください 双葉社 単行本')
  })

  it('★荒木あかね|ちぎれた鎖と光の切れ端', () => {
    cy.get_isbn('★荒木あかね|ちぎれた鎖と光の切れ端', '荒木あかね ちぎれた鎖と光の切れ端 講談社 単行本')
  })

})
