describe('amaisbn', () => {

  it('★古野まほろ|群衆リドル', () => {
    cy.get_isbn('★古野まほろ|群衆リドル', '群衆リドル　Ｙの悲劇\'93 単行本')
  })

  it('★巽昌章|論理の蜘蛛の巣の中で', () => {
    cy.get_isbn('★巽昌章|論理の蜘蛛の巣の中で', '論理の蜘蛛の巣の中で 単行本')
  })

  it('★アマンダ・リプリー|生き残る判断_生き残れない行動', () => {
    cy.get_isbn('★アマンダ・リプリー|生き残る判断_生き残れない行動', '生き残る判断 生き残れない行動 単行本')
  })

  it('★古野まほろ|天帝のつかわせる御矢', () => {
    cy.get_isbn('★古野まほろ|天帝のつかわせる御矢', '古野まほろ 天帝のつかわせる御矢 講談社ノベルス')
  })

  it('★円堂都司昭|「謎」の解像度', () => {
    cy.get_isbn('★円堂都司昭|「謎」の解像度', '「謎」の【ルビ：解像度：レゾリューション】　ウェブ時代の本格ミステリ 単行本')
  })

  it('★入江君人|神さまのいない日曜日Ⅲ', () => {
    cy.get_isbn('★入江君人|神さまのいない日曜日Ⅲ', '入江君人 神さまのいない日曜日Ⅲ 富士見ファンタジア文庫')
  })

  it('★明月千里|月見月理解の探偵殺人Ⅳ', () => {
    cy.get_isbn('★明月千里|月見月理解の探偵殺人Ⅳ', '明月千里 月見月理解の探偵殺人Ⅳ ＧＡ文庫')
  })

  it('★玩具堂|子ひつじは迷わない', () => {
    cy.get_isbn('★玩具堂|子ひつじは迷わない', '玩具堂 子ひつじは迷わない 角川スニーカー文庫')
  })

  it('★古野まほろ|天帝の愛でたまう孤島', () => {
    cy.get_isbn('★古野まほろ|天帝の愛でたまう孤島', '古野まほろ 天帝の愛でたまう孤島 講談社ノベルス')
  })

  it('★庵田定夏|ココロコネクト_ヒトランダム', () => {
    cy.get_isbn('★庵田定夏|ココロコネクト_ヒトランダム', '庵田定夏 ココロコネクト　ヒトランダム ファミ通文庫')
  })

  it('★玩具堂|子ひつじは迷わない_回るひつじが２ひき', () => {
    cy.get_isbn('★玩具堂|子ひつじは迷わない_回るひつじが２ひき', '玩具堂 子ひつじは迷わない　回るひつじが２ひき 角川スニーカー文庫')
  })

  it('★千澤のり子|シンフォニック・ロスト', () => {
    cy.get_isbn('★千澤のり子|シンフォニック・ロスト', '千澤のり子 シンフォニック・ロスト 講談社ノベルス')
  })

  it('★ほしおさなえ|空き家課まぼろし譚', () => {
    cy.get_isbn('★ほしおさなえ|空き家課まぼろし譚', 'ほしおさなえ 空き家課まぼろし譚 講談社ノベルス')
  })

  it('★入江君人|神さまのいない日曜日Ⅳ', () => {
    cy.get_isbn('★入江君人|神さまのいない日曜日Ⅳ', '入江君人 神さまのいない日曜日Ⅳ 富士見ファンタジア文庫')
  })

  it('★古野まほろ|天帝のみぎわなる鳳翔', () => {
    cy.get_isbn('★古野まほろ|天帝のみぎわなる鳳翔', '古野まほろ 天帝のみぎわなる鳳翔 講談社ノベルス')
  })

  it('★寵物先生|虚擬街頭漂流記', () => {
    cy.get_isbn('★寵物先生|虚擬街頭漂流記', '虚擬街頭漂流記 単行本')
  })

  it('★田代裕彦|痕跡師の憂鬱', () => {
    cy.get_isbn('★田代裕彦|痕跡師の憂鬱', '田代裕彦 痕跡師の憂鬱 元狼ファンタジアノベルス')
  })

  it('★北山猛邦|私たちが星座を盗んだ理由', () => {
    cy.get_isbn('★北山猛邦|私たちが星座を盗んだ理由', '北山猛邦 私たちが星座を盗んだ理由 講談社ノベルス')
  })

  it('★ダン・アリエリー|不合理だからすべてがうまくいく', () => {
    cy.get_isbn('★ダン・アリエリー|不合理だからすべてがうまくいく', '不合理だからすべてがうまくいく 単行本')
  })

  it('★古野まほろ|探偵小説のためのエチュード「水剋火」', () => {
    cy.get_isbn('★古野まほろ|探偵小説のためのエチュード「水剋火」', '古野まほろ 探偵小説のためのエチュード「水剋火」 講談社ノベルス')
  })

  it('★千街晶之|幻視者のリアル', () => {
    cy.get_isbn('★千街晶之|幻視者のリアル', '幻視者のリアル 単行本')
  })

  it('★沢村浩輔|インディアン・サマー騒動記', () => {
    cy.get_isbn('★沢村浩輔|インディアン・サマー騒動記', 'インディアン・サマー騒動記 単行本')
  })

  it('★アリソン・ベクダル|ファン・ホーム', () => {
    cy.get_isbn('★アリソン・ベクダル|ファン・ホーム', 'ファン・ホーム 単行本')
  })

  it('★深木章子|鬼畜の家', () => {
    cy.get_isbn('★深木章子|鬼畜の家', '鬼畜の家 単行本')
  })

  it('★講談社ＢＯＸ［編］|Powers_Selection［新走］', () => {
    cy.get_isbn('★講談社ＢＯＸ［編］|Powers_Selection［新走］', 'Powers Selection［新走］ 単行本')
  })

  it('★古野まほろ|探偵小説のためのヴァリエイション「土剋水」', () => {
    cy.get_isbn('★古野まほろ|探偵小説のためのヴァリエイション「土剋水」', '古野まほろ 探偵小説のためのヴァリエイション「土剋水」 講談社ノベルス')
  })

  it('★笠井潔|探偵小説と叙述トリック', () => {
    cy.get_isbn('★笠井潔|探偵小説と叙述トリック', '探偵小説と叙述トリック　ミネルヴァの梟は黄昏に飛びたつか？ 単行本')
  })

  it('★城平京|虚構推理', () => {
    cy.get_isbn('★城平京|虚構推理', '城平京 虚構推理　鋼人七瀬 講談社ノベルス')
  })

  it('★島田荘司|進々堂世界一周', () => {
    cy.get_isbn('★島田荘司|進々堂世界一周', '進々堂世界一周　追憶のカシュガル 単行本')
  })

  it('★古野まほろ|命に三つの鐘が鳴る', () => {
    cy.get_isbn('★古野まほろ|命に三つの鐘が鳴る', '命に三つの鐘が鳴る　Ｗの悲劇\'75 単行本')
  })

  it('★東浩紀|郵便的不安たちβ', () => {
    cy.get_isbn('★東浩紀|郵便的不安たちβ', '東浩紀 郵便的不安たちβ 河出文庫')
  })

  it('★玩具堂|子ひつじは迷わない_泳ぐひつじが３びき', () => {
    cy.get_isbn('★玩具堂|子ひつじは迷わない_泳ぐひつじが３びき', '玩具堂 子ひつじは迷わない　泳ぐひつじが３びき 角川スニーカー文庫')
  })

  it('★山口芳宏|蒼志馬博士の不可思議な犯罪', () => {
    cy.get_isbn('★山口芳宏|蒼志馬博士の不可思議な犯罪', '山口芳宏 蒼志馬博士の不可思議な犯罪 創元推理文庫')
  })

  it('★明月千里|月見月理解の探偵殺人Ⅴ', () => {
    cy.get_isbn('★明月千里|月見月理解の探偵殺人Ⅴ', '明月千里 月見月理解の探偵殺人Ⅴ ＧＡ文庫')
  })

  it('★古野まほろ|探偵小説のためのノスタルジア「木剋土」', () => {
    cy.get_isbn('★古野まほろ|探偵小説のためのノスタルジア「木剋土」', '古野まほろ 探偵小説のためのノスタルジア「木剋土」 講談社ノベルス')
  })

  it('★入江君人|神さまのいない日曜日Ⅴ', () => {
    cy.get_isbn('★入江君人|神さまのいない日曜日Ⅴ', '入江君人 神さまのいない日曜日Ⅴ 富士見ファンタジア文庫')
  })

  it('★三上延|ビブリア古書堂の事件手帖', () => {
    cy.get_isbn('★三上延|ビブリア古書堂の事件手帖', '三上延 ビブリア古書堂の事件手帖 メディアワークス文庫')
  })

  it('★門前典之|灰王家の怪人', () => {
    cy.get_isbn('★門前典之|灰王家の怪人', '灰王家の怪人 単行本')
  })

  it('★円山まどか|自殺者の森', () => {
    cy.get_isbn('★円山まどか|自殺者の森', '自殺者の森　Suicide Forest 単行本')
  })

  it('★青柳碧人|浜村渚の計算ノート', () => {
    cy.get_isbn('★青柳碧人|浜村渚の計算ノート', '青柳碧人 浜村渚の計算ノート 講談社文庫')
  })

  it('★北國浩二|嘘', () => {
    cy.get_isbn('★北國浩二|嘘', '嘘 単行本')
  })

  it('★高井忍|柳生十兵衛秘剣考', () => {
    cy.get_isbn('★高井忍|柳生十兵衛秘剣考', '高井忍 柳生十兵衛秘剣考 創元推理文庫')
  })

  it('★貴志祐介|鍵のかかった部屋', () => {
    cy.get_isbn('★貴志祐介|鍵のかかった部屋', '鍵のかかった部屋 単行本')
  })

  it('★古野まほろ|探偵小説のためのインヴェンション「金剋木」', () => {
    cy.get_isbn('★古野まほろ|探偵小説のためのインヴェンション「金剋木」', '古野まほろ 探偵小説のためのインヴェンション「金剋木」 講談社ノベルス')
  })

  it('★神世希|DEUSLAYER', () => {
    cy.get_isbn('★神世希|DEUSLAYER', 'DEUSLAYER 単行本')
  })

  it('★ジャレド・ダイアモンド|銃・病原菌・鉄', () => {
    cy.get_isbn('★ジャレド・ダイアモンド|銃・病原菌・鉄', '銃・病原菌・鉄　一万三〇〇〇年にわたる人類史の謎 単行本')
  })

  it('★杉山幌|嘘月', () => {
    cy.get_isbn('★杉山幌|嘘月', '嘘月 単行本')
  })

  it('★安萬純一|ガラスのターゲット', () => {
    cy.get_isbn('★安萬純一|ガラスのターゲット', 'ガラスのターゲット 単行本')
  })

  it('★天祢涼|キョウカンカク', () => {
    cy.get_isbn('★天祢涼|キョウカンカク', '天祢涼 キョウカンカク 講談社ノベルス')
  })

  it('★宇野常寛|リトル・ピープルの時代', () => {
    cy.get_isbn('★宇野常寛|リトル・ピープルの時代', 'リトル・ピープルの時代 単行本')
  })

  it('★イーヴァル・エクランド|数学は最善世界の夢を見るか？', () => {
    cy.get_isbn('★イーヴァル・エクランド|数学は最善世界の夢を見るか？', '数学は最善世界の夢を見るか？　最小作用の原理から最適化理論へ 単行本')
  })

  it('★古野まほろ|探偵小説のためのゴシック「火剋金」', () => {
    cy.get_isbn('★古野まほろ|探偵小説のためのゴシック「火剋金」', '古野まほろ 探偵小説のためのゴシック「火剋金」 講談社ノベルス')
  })

  it('★神世希|未来方程式', () => {
    cy.get_isbn('★神世希|未来方程式', '未来方程式　―fate equation― 単行本')
  })

  it('★柏木博|探偵小説の室内', () => {
    cy.get_isbn('★柏木博|探偵小説の室内', '探偵小説の室内 単行本')
  })

  it('★有栖川有栖|真夜中の探偵', () => {
    cy.get_isbn('★有栖川有栖|真夜中の探偵', '真夜中の探偵 単行本')
  })

  it('★長沢樹|消失グラデーション', () => {
    cy.get_isbn('★長沢樹|消失グラデーション', '消失グラデーション 単行本')
  })

  it('★月原渉|世界が終わる灯', () => {
    cy.get_isbn('★月原渉|世界が終わる灯', '世界が終わる灯 単行本')
  })

  it('★円居挽|烏丸ルヴォワール', () => {
    cy.get_isbn('★円居挽|烏丸ルヴォワール', '烏丸ルヴォワール 単行本')
  })

  it('★山田彩人|眼鏡屋は消えた', () => {
    cy.get_isbn('★山田彩人|眼鏡屋は消えた', '眼鏡屋は消えた 単行本')
  })

  it('★深水黎一郎|人間の尊厳と八〇〇メートル', () => {
    cy.get_isbn('★深水黎一郎|人間の尊厳と八〇〇メートル', '人間の尊厳と八〇〇メートル 単行本')
  })

  it('★歌野晶午|春から夏、やがて冬', () => {
    cy.get_isbn('★歌野晶午|春から夏、やがて冬', '春から夏、やがて冬 単行本')
  })

  it('★初野晴|ノーマジーン', () => {
    cy.get_isbn('★初野晴|ノーマジーン', 'ノーマジーン 単行本')
  })

  it('★彩坂美月|夏の王国で目覚めない', () => {
    cy.get_isbn('★彩坂美月|夏の王国で目覚めない', '夏の王国で目覚めない 単行本')
  })

  it('★山形石雄|六花の勇者', () => {
    cy.get_isbn('★山形石雄|六花の勇者', '山形石雄 六花の勇者 スーパーダッシュ文庫')
  })

  it('★古野まほろ|天帝のあまかける墓姫', () => {
    cy.get_isbn('★古野まほろ|天帝のあまかける墓姫', '天帝のあまかける墓姫 単行本')
  })

  it('★森晶麿|黒猫の遊歩あるいは美学講義', () => {
    cy.get_isbn('★森晶麿|黒猫の遊歩あるいは美学講義', '黒猫の遊歩あるいは美学講義 単行本')
  })

  it('★玩具堂|子ひつじは迷わない_うつるひつじが４ひき', () => {
    cy.get_isbn('★玩具堂|子ひつじは迷わない_うつるひつじが４ひき', '玩具堂 子ひつじは迷わない　うつるひつじが４ひき 角川スニーカー文庫')
  })

  it('★村上裕一|ゴーストの条件', () => {
    cy.get_isbn('★村上裕一|ゴーストの条件', 'ゴーストの条件　クラウドを巡礼する想像力 単行本')
  })

  it('★相沢沙呼|ロートケプシェン、こっちにおいで', () => {
    cy.get_isbn('★相沢沙呼|ロートケプシェン、こっちにおいで', 'ロートケプシェン、こっちにおいで 単行本')
  })

  it('★三上延|ビブリア古書堂の事件手帖２', () => {
    cy.get_isbn('★三上延|ビブリア古書堂の事件手帖２', '三上延 ビブリア古書堂の事件手帖２ メディアワークス文庫')
  })

  it('★ピエール・バイヤール|シャーロック・ホームズの誤謬', () => {
    cy.get_isbn('★ピエール・バイヤール|シャーロック・ホームズの誤謬', 'シャーロック・ホームズの誤謬　『バスカヴィル家の犬』再考 単行本')
  })

  it('★真木武志|ヴィーナスの命題', () => {
    cy.get_isbn('★真木武志|ヴィーナスの命題', '真木武志 ヴィーナスの命題 角川文庫')
  })

  it('★アガサ・クリスティー|ポアロのクリスマス', () => {
    cy.get_isbn('★アガサ・クリスティー|ポアロのクリスマス', 'アガサ・クリスティー ポアロのクリスマス ハヤカワ文庫')
  })

  it('★法月綸太郎|キングを探せ', () => {
    cy.get_isbn('★法月綸太郎|キングを探せ', 'キングを探せ 単行本')
  })

})
