describe('amaisbn', () => {

  it('★メアリアン・ウルフ|プルーストとイカ', () => {
    cy.get_isbn('★メアリアン・ウルフ|プルーストとイカ', 'プルーストとイカ　読書は脳をどのように変えるのか？ 単行本')
  })

  it('★ローレン・スレイター|心は実験できるか', () => {
    cy.get_isbn('★ローレン・スレイター|心は実験できるか', '心は実験できるか　20世紀心理学実験物語 単行本')
  })

  it('★前島賢|セカイ系とは何か', () => {
    cy.get_isbn('★前島賢|セカイ系とは何か', 'セカイ系とは何か　ポスト・エヴァのオタク史 単行本')
  })

  it('★土橋真二郎|殺戮ゲームの館', () => {
    cy.get_isbn('★土橋真二郎|殺戮ゲームの館', '土橋真二郎 殺戮ゲームの館 メディアワークス文庫')
  })

  it('★本田由紀|多元化する「能力」と日本社会', () => {
    cy.get_isbn('★本田由紀|多元化する「能力」と日本社会', '多元化する「能力」と日本社会　ハイパー・メリトクラシー化のなかで 単行本')
  })

  it('★香西秀信|レトリックと詭弁', () => {
    cy.get_isbn('★香西秀信|レトリックと詭弁', '香西秀信 レトリックと詭弁　禁断の議論術講座 ちくま文庫')
  })

  it('★諸岡卓真|現代本格ミステリの研究', () => {
    cy.get_isbn('★諸岡卓真|現代本格ミステリの研究', '現代本格ミステリの研究　「後期クイーン的問題」をめぐって 単行本')
  })

  it('★高木敦史|“菜々子さん”の戯曲_Ｎの悲劇と縛られた僕', () => {
    cy.get_isbn('★高木敦史|“菜々子さん”の戯曲_Ｎの悲劇と縛られた僕', '高木敦史 “菜々子さん”の戯曲　Ｎの悲劇と縛られた僕 角川スニーカー文庫')
  })

  it('★福嶋亮大|神話が考える', () => {
    cy.get_isbn('★福嶋亮大|神話が考える', '神話が考える　ネットワーク社会の文化論 単行本')
  })

  it('★濱野智史|アーキテクチャの生態系', () => {
    cy.get_isbn('★濱野智史|アーキテクチャの生態系', 'アーキテクチャの生態系　情報環境はいかに設計されてきたか 単行本')
  })

  it('★初野晴|空想オルガン', () => {
    cy.get_isbn('★初野晴|空想オルガン', '空想オルガン 単行本')
  })

  it('★七河迦南|アルバトロスは羽ばたかない', () => {
    cy.get_isbn('★七河迦南|アルバトロスは羽ばたかない', 'アルバトロスは羽ばたかない 単行本')
  })

  it('★似鳥航一|はい、こちら探偵部です', () => {
    cy.get_isbn('★似鳥航一|はい、こちら探偵部です', '似鳥航一 はい、こちら探偵部です 電撃文庫')
  })

  it('★飯城勇三|エラリー・クイーン論', () => {
    cy.get_isbn('★飯城勇三|エラリー・クイーン論', 'エラリー・クイーン論 単行本')
  })

  it('★高木敦史|“菜々子さん”の戯曲', () => {
    cy.get_isbn('★高木敦史|“菜々子さん”の戯曲', '高木敦史 “菜々子さん”の戯曲　小悪魔と盤上の12人 角川スニーカー文庫')
  })

  it('★三原龍太郎|ハルヒ_in_USA', () => {
    cy.get_isbn('★三原龍太郎|ハルヒ_in_USA', 'ハルヒ in USA　日本アニメ国際化の研究 単行本')
  })

  it('★萩元晴彦_村木良彦_今野勉|お前はただの現在にすぎない', () => {
    cy.get_isbn('★萩元晴彦_村木良彦_今野勉|お前はただの現在にすぎない', '萩元晴彦 村木良彦 今野勉 お前はただの現在にすぎない 朝日文庫')
  })

  it('★米澤穂信|折れた竜骨', () => {
    cy.get_isbn('★米澤穂信|折れた竜骨', '折れた竜骨 単行本')
  })

})
