describe('amaisbn', () => {

  it('★堀燐太郎|ジグソー失踪パズル', () => {
    cy.get_isbn('★堀燐太郎|ジグソー失踪パズル', 'ジグソー失踪パズル 単行本')
  })

  it('★御影瑛路|僕らは魔法少女の中２', () => {
    cy.get_isbn('★御影瑛路|僕らは魔法少女の中２', '御影瑛路 僕らは魔法少女の中２　―in a magic girl\'s garden― 電撃文庫')
  })

  it('★北山猛邦|オルゴーリェンヌ', () => {
    cy.get_isbn('★北山猛邦|オルゴーリェンヌ', 'オルゴーリェンヌ 単行本')
  })

  it('★山形石雄|六花の勇者５', () => {
    cy.get_isbn('★山形石雄|六花の勇者５', '山形石雄 六花の勇者５ ダッシュエックス文庫')
  })

  it('★古野まほろ|外田警部、ＴＧＶに乗る', () => {
    cy.get_isbn('★古野まほろ|外田警部、ＴＧＶに乗る', '外田警部、ＴＧＶに乗る 単行本')
  })

  it('★周木律|アールダーの方舟', () => {
    cy.get_isbn('★周木律|アールダーの方舟', 'アールダーの方舟 単行本')
  })

  it('★安萬純一|青銅ドラゴンの密室', () => {
    cy.get_isbn('★安萬純一|青銅ドラゴンの密室', '青銅ドラゴンの密室 単行本')
  })

  it('★鳥飼否宇|死と砂時計', () => {
    cy.get_isbn('★鳥飼否宇|死と砂時計', '死と砂時計 単行本')
  })

  it('★三上延|ビブリア古書堂の事件手帖６', () => {
    cy.get_isbn('★三上延|ビブリア古書堂の事件手帖６', '三上延 ビブリア古書堂の事件手帖６　～栞子さんと巡るさだめ～ メディアワークス文庫')
  })

  it('★降田天|女王はかえらない', () => {
    cy.get_isbn('★降田天|女王はかえらない', '女王はかえらない 単行本')
  })

  it('★井上真偽|恋と禁忌の述語論理', () => {
    cy.get_isbn('★井上真偽|恋と禁忌の述語論理', '井上真偽 恋と禁忌の述語論理 講談社ノベルス')
  })

  it('★柳広司|ラスト・ワルツ', () => {
    cy.get_isbn('★柳広司|ラスト・ワルツ', 'ラスト・ワルツ 単行本')
  })

  it('★早坂吝|虹の歯ブラシ', () => {
    cy.get_isbn('★早坂吝|虹の歯ブラシ', '早坂吝 虹の歯ブラシ　上木らいち発散 講談社ノベルス')
  })

  it('★沢村浩輔|北半球の南十字星', () => {
    cy.get_isbn('★沢村浩輔|北半球の南十字星', '北半球の南十字星 単行本')
  })

  it('★岡崎琢磨|珈琲店タレーランの事件簿４', () => {
    cy.get_isbn('★岡崎琢磨|珈琲店タレーランの事件簿４', '岡崎琢磨 珈琲店タレーランの事件簿４　ブレイクは五種類のフレーバーで 宝島社文庫')
  })

  it('★山本弘|僕の光輝く世界', () => {
    cy.get_isbn('★山本弘|僕の光輝く世界', '僕の光輝く世界 単行本')
  })

  it('★森博嗣|暗闇・キッス・それだけで', () => {
    cy.get_isbn('★森博嗣|暗闇・キッス・それだけで', '暗闇・キッス・それだけで　Only the Darkness or Her Kiss 単行本')
  })

  it('★鳥飼否宇|絶望的', () => {
    cy.get_isbn('★鳥飼否宇|絶望的', '絶望的　寄生クラブ 単行本')
  })

  it('★彩藤アザミ|サナキの森', () => {
    cy.get_isbn('★彩藤アザミ|サナキの森', 'サナキの森 単行本')
  })

  it('★市井豊|人魚と金魚鉢', () => {
    cy.get_isbn('★市井豊|人魚と金魚鉢', '人魚と金魚鉢 単行本')
  })

  it('★小島正樹|呪い殺しの村', () => {
    cy.get_isbn('★小島正樹|呪い殺しの村', '呪い殺しの村 単行本')
  })

  it('★村崎友|夕暮れ密室', () => {
    cy.get_isbn('★村崎友|夕暮れ密室', '夕暮れ密室 単行本')
  })

  it('★瀬川コウ|謎好き乙女と奪われた青春', () => {
    cy.get_isbn('★瀬川コウ|謎好き乙女と奪われた青春', '瀬川コウ 謎好き乙女と奪われた青春 新潮文庫ｎｅｘ')
  })

  it('★久住四季|星読島に星は流れた', () => {
    cy.get_isbn('★久住四季|星読島に星は流れた', '星読島に星は流れた 単行本')
  })

  it('★辻真先|にぎやかな落葉たち', () => {
    cy.get_isbn('★辻真先|にぎやかな落葉たち', 'にぎやかな落葉たち　21世紀はじめての密室 単行本')
  })

  it('★門前典之|首なし男と踊る生首', () => {
    cy.get_isbn('★門前典之|首なし男と踊る生首', '首なし男と踊る生首 単行本')
  })

  it('★大森葉音|プランタンの優雅な退屈', () => {
    cy.get_isbn('★大森葉音|プランタンの優雅な退屈', 'プランタンの優雅な退屈 単行本')
  })

  it('★鳥飼否宇|生け贄', () => {
    cy.get_isbn('★鳥飼否宇|生け贄', '鳥飼否宇 生け贄 講談社ノベルス')
  })

  it('★西澤保彦|さよならは明日の約束', () => {
    cy.get_isbn('★西澤保彦|さよならは明日の約束', 'さよならは明日の約束 単行本')
  })

  it('★北村薫|太宰治の辞書', () => {
    cy.get_isbn('★北村薫|太宰治の辞書', '太宰治の辞書 単行本')
  })

  it('★円居挽|シャーロック・ノート', () => {
    cy.get_isbn('★円居挽|シャーロック・ノート', '円居挽 シャーロック・ノート　学園裁判と密室の謎 新潮文庫ｎｅｘ')
  })

  it('★東川篤哉|純喫茶「一服堂」の四季', () => {
    cy.get_isbn('★東川篤哉|純喫茶「一服堂」の四季', '純喫茶「一服堂」の四季 単行本')
  })

  it('★東川篤哉|探偵少女アリサの事件簿', () => {
    cy.get_isbn('★東川篤哉|探偵少女アリサの事件簿', '探偵少女アリサの事件簿　溝ノ口より愛をこめて 単行本')
  })

  it('★河野裕|つれづれ、北野坂探偵舎_感情を売る非情な職業', () => {
    cy.get_isbn('★河野裕|つれづれ、北野坂探偵舎_感情を売る非情な職業', '河野裕 つれづれ、北野坂探偵舎　感情を売る非情な職業 角川文庫')
  })

  it('★松田志乃ぶ|号泣', () => {
    cy.get_isbn('★松田志乃ぶ|号泣', '松田志乃ぶ 号泣 集英社オレンジ文庫')
  })

  it('★滝田務雄|捕獲屋カメレオンの事件簿', () => {
    cy.get_isbn('★滝田務雄|捕獲屋カメレオンの事件簿', '捕獲屋カメレオンの事件簿 単行本')
  })

  it('★大倉崇裕|福家警部補の追及', () => {
    cy.get_isbn('★大倉崇裕|福家警部補の追及', '福家警部補の追及 単行本')
  })

  it('★麻耶雄嵩|あぶない叔父さん', () => {
    cy.get_isbn('★麻耶雄嵩|あぶない叔父さん', 'あぶない叔父さん 単行本')
  })

  it('★九頭竜正志|さとり世代探偵のゆるやかな日常', () => {
    cy.get_isbn('★九頭竜正志|さとり世代探偵のゆるやかな日常', '九頭竜正志 さとり世代探偵のゆるやかな日常 新潮文庫ｎｅｘ')
  })

  it('★小島正樹|浜中刑事の妄想と檄運', () => {
    cy.get_isbn('★小島正樹|浜中刑事の妄想と檄運', '浜中刑事の妄想と檄運 単行本')
  })

  it('★紙城境介|ウィッチハント・カーテンコール', () => {
    cy.get_isbn('★紙城境介|ウィッチハント・カーテンコール', '紙城境介 ウィッチハント・カーテンコール　超歴史的殺人事件 ダッシュエックス文庫')
  })

  it('★大槻一翔|薫子さんには奇なる解を', () => {
    cy.get_isbn('★大槻一翔|薫子さんには奇なる解を', '大槻一翔 薫子さんには奇なる解を 富士見Ｌ文庫')
  })

  it('★ジョエル・タウンズリー・ロジャーズ|赤い右手', () => {
    cy.get_isbn('★ジョエル・タウンズリー・ロジャーズ|赤い右手', 'ジョエル・タウンズリー・ロジャーズ 赤い右手 創元推理文庫')
  })

  it('★安田均［監修］|ブラックミステリーズ', () => {
    cy.get_isbn('★安田均［監修］|ブラックミステリーズ', '安田均［監修］ ブラックミステリーズ　12の黒い謎をめぐる219の質問 角川文庫')
  })

  it('★古野まほろ|身元不明', () => {
    cy.get_isbn('★古野まほろ|身元不明', '【ルビ：身元不明：ジェーン・ドゥ】　特殊殺人対策官 箱崎ひかり 単行本')
  })

  it('★植田文博|エイトハンドレッド', () => {
    cy.get_isbn('★植田文博|エイトハンドレッド', 'エイトハンドレッド 単行本')
  })

  it('★天祢涼|謎解き広報課', () => {
    cy.get_isbn('★天祢涼|謎解き広報課', '謎解き広報課 単行本')
  })

  it('★門井慶喜|東京帝大叡古教授', () => {
    cy.get_isbn('★門井慶喜|東京帝大叡古教授', '東京帝大叡古教授 単行本')
  })

  it('★河野裕|その白さえ嘘だとしても', () => {
    cy.get_isbn('★河野裕|その白さえ嘘だとしても', '河野裕 その白さえ嘘だとしても 新潮文庫ｎｅｘ')
  })

  it('★西澤保彦|回想のぬいぐるみ警部', () => {
    cy.get_isbn('★西澤保彦|回想のぬいぐるみ警部', '回想のぬいぐるみ警部 単行本')
  })

  it('★本格ミステリ作家クラブ［選・編］|ベスト本格ミステリ２０１５', () => {
    cy.get_isbn('★本格ミステリ作家クラブ［選・編］|ベスト本格ミステリ２０１５', '本格ミステリ作家クラブ［選・編］ ベスト本格ミステリ２０１５ 講談社ノベルス')
  })

  it('★深水黎一郎|ミステリー・アリーナ', () => {
    cy.get_isbn('★深水黎一郎|ミステリー・アリーナ', 'ミステリー・アリーナ 単行本')
  })

  it('★円居挽|キングレオの冒険', () => {
    cy.get_isbn('★円居挽|キングレオの冒険', 'キングレオの冒険 単行本')
  })

  it('★河合莞爾|救済のゲーム', () => {
    cy.get_isbn('★河合莞爾|救済のゲーム', '救済のゲーム 単行本')
  })

  it('★深木章子|交換殺人はいかが？', () => {
    cy.get_isbn('★深木章子|交換殺人はいかが？', '交換殺人はいかが？　じいじと樹来とミステリー 単行本')
  })

  it('★平石貴樹|松谷警部と三ノ輪の鏡', () => {
    cy.get_isbn('★平石貴樹|松谷警部と三ノ輪の鏡', '平石貴樹 松谷警部と三ノ輪の鏡 創元推理文庫')
  })

  it('★宮内悠介|エクソダス症候群', () => {
    cy.get_isbn('★宮内悠介|エクソダス症候群', 'エクソダス症候群 単行本')
  })

  it('★東川篤哉|ライオンの棲む街', () => {
    cy.get_isbn('★東川篤哉|ライオンの棲む街', 'ライオンの棲む街　平塚おんな探偵の事件簿１ 単行本')
  })

  it('★東川篤哉|ライオンの歌が聞こえる', () => {
    cy.get_isbn('★東川篤哉|ライオンの歌が聞こえる', 'ライオンの歌が聞こえる　平塚おんな探偵の事件簿２ 単行本')
  })

  it('★法月綸太郎|怪盗グリフィン対ラトウィッジ機関', () => {
    cy.get_isbn('★法月綸太郎|怪盗グリフィン対ラトウィッジ機関', '怪盗グリフィン対ラトウィッジ機関 単行本')
  })

  it('★周木律|教会堂の殺人', () => {
    cy.get_isbn('★周木律|教会堂の殺人', '周木律 教会堂の殺人　～Game Theory～ 講談社ノベルス')
  })

  it('★周木律|猫又お双と消えた令嬢', () => {
    cy.get_isbn('★周木律|猫又お双と消えた令嬢', '周木律 猫又お双と消えた令嬢 角川文庫')
  })

  it('★三沢陽一|不機嫌なスピッツの公式', () => {
    cy.get_isbn('★三沢陽一|不機嫌なスピッツの公式', '三沢陽一 不機嫌なスピッツの公式 富士見Ｌ文庫')
  })

  it('★高井忍|柳生十兵衛秘剣考_水月之抄', () => {
    cy.get_isbn('★高井忍|柳生十兵衛秘剣考_水月之抄', '高井忍 柳生十兵衛秘剣考　水月之抄 創元推理文庫')
  })

  it('★米澤穂信|王とサーカス', () => {
    cy.get_isbn('★米澤穂信|王とサーカス', '王とサーカス 単行本')
  })

  it('★岡崎琢磨|季節はうつる、メリーゴーランドのように', () => {
    cy.get_isbn('★岡崎琢磨|季節はうつる、メリーゴーランドのように', '季節はうつる、メリーゴーランドのように 単行本')
  })

  it('★三沢陽一|華を殺す', () => {
    cy.get_isbn('★三沢陽一|華を殺す', '華を殺す 単行本')
  })

  it('★呉勝浩|道徳の時間', () => {
    cy.get_isbn('★呉勝浩|道徳の時間', '道徳の時間 単行本')
  })

  it('★早坂吝|ＲＰＧスクール', () => {
    cy.get_isbn('★早坂吝|ＲＰＧスクール', '早坂吝 ＲＰＧスクール 講談社ノベルス')
  })

  it('★深木章子|ミネルヴァの報復', () => {
    cy.get_isbn('★深木章子|ミネルヴァの報復', 'ミネルヴァの報復 単行本')
  })

  it('★小島正樹|モノクローム・レクイエム', () => {
    cy.get_isbn('★小島正樹|モノクローム・レクイエム', 'モノクローム・レクイエム 単行本')
  })

  it('★山形石雄|六花の勇者６', () => {
    cy.get_isbn('★山形石雄|六花の勇者６', '山形石雄 六花の勇者６ ダッシュエックス文庫')
  })

  it('★織守きょうや|黒野葉月は鳥籠で眠らない', () => {
    cy.get_isbn('★織守きょうや|黒野葉月は鳥籠で眠らない', '黒野葉月は鳥籠で眠らない 単行本')
  })

  it('★石持浅海|身代わり島', () => {
    cy.get_isbn('★石持浅海|身代わり島', '石持浅海 身代わり島 朝日文庫')
  })

  it('★皆藤黒助|ようするに、怪異ではない。', () => {
    cy.get_isbn('★皆藤黒助|ようするに、怪異ではない。', '皆藤黒助 ようするに、怪異ではない。 角川文庫')
  })

  it('★古野まほろ|ストリート・クリスマス', () => {
    cy.get_isbn('★古野まほろ|ストリート・クリスマス', 'ストリート・クリスマス　Ｘの悲劇\'85 単行本')
  })

  it('★瀬川コウ|謎好き乙女と壊れた正義', () => {
    cy.get_isbn('★瀬川コウ|謎好き乙女と壊れた正義', '瀬川コウ 謎好き乙女と壊れた正義 新潮文庫ｎｅｘ')
  })

  it('★月原渉|火祭りの巫女', () => {
    cy.get_isbn('★月原渉|火祭りの巫女', '火祭りの巫女 単行本')
  })

  it('★天祢涼|ハルカな花', () => {
    cy.get_isbn('★天祢涼|ハルカな花', 'ハルカな花 単行本')
  })

  it('★神谷一心|たとえ、世界に背いても', () => {
    cy.get_isbn('★神谷一心|たとえ、世界に背いても', 'たとえ、世界に背いても 単行本')
  })

  it('★彩坂美月|柘榴パズル', () => {
    cy.get_isbn('★彩坂美月|柘榴パズル', '柘榴パズル 単行本')
  })

  it('★皆藤黒助|ようするに、怪異ではない。_ある夏の日のがらんどん', () => {
    cy.get_isbn('★皆藤黒助|ようするに、怪異ではない。_ある夏の日のがらんどん', '皆藤黒助 ようするに、怪異ではない。　ある夏の日のがらんどん 角川文庫')
  })

  it('★井上真偽|その可能性はすでに考えた', () => {
    cy.get_isbn('★井上真偽|その可能性はすでに考えた', '井上真偽 その可能性はすでに考えた 講談社ノベルス')
  })

  it('★深緑野分|戦場のコックたち', () => {
    cy.get_isbn('★深緑野分|戦場のコックたち', '戦場のコックたち 単行本')
  })

  it('★北村薫|中野のお父さん', () => {
    cy.get_isbn('★北村薫|中野のお父さん', '中野のお父さん 単行本')
  })

  it('★大山誠一郎|赤い博物館', () => {
    cy.get_isbn('★大山誠一郎|赤い博物館', '赤い博物館 単行本')
  })

  it('★岡田秀文|海妖丸事件', () => {
    cy.get_isbn('★岡田秀文|海妖丸事件', '海妖丸事件 単行本')
  })

  it('★戸松淳矩|終戦のマグノリア', () => {
    cy.get_isbn('★戸松淳矩|終戦のマグノリア', '終戦のマグノリア 単行本')
  })

  it('★倉知淳|片桐大三郎とＸＹＺの悲劇', () => {
    cy.get_isbn('★倉知淳|片桐大三郎とＸＹＺの悲劇', '片桐大三郎とＸＹＺの悲劇 単行本')
  })

  it('★谷原秋桜子|その時の教室', () => {
    cy.get_isbn('★谷原秋桜子|その時の教室', 'その時の教室 単行本')
  })

  it('★白井智之|東京結合人間', () => {
    cy.get_isbn('★白井智之|東京結合人間', '東京結合人間 単行本')
  })

  it('★初野晴|惑星カロン', () => {
    cy.get_isbn('★初野晴|惑星カロン', '惑星カロン 単行本')
  })

  it('★二階堂黎人|亡霊館の殺人', () => {
    cy.get_isbn('★二階堂黎人|亡霊館の殺人', '亡霊館の殺人 単行本')
  })

  it('★島田荘司|新しい十五匹のネズミのフライ', () => {
    cy.get_isbn('★島田荘司|新しい十五匹のネズミのフライ', '新しい十五匹のネズミのフライ　ジョン・Ｈ・ワトソンの冒険 単行本')
  })

  it('★有栖川有栖|鍵の掛かった男', () => {
    cy.get_isbn('★有栖川有栖|鍵の掛かった男', '鍵の掛かった男 単行本')
  })

  it('★古野まほろ|監殺', () => {
    cy.get_isbn('★古野まほろ|監殺', '監殺　警務部警務課ＳＧ班 単行本')
  })

  it('★野村美月|晴追町には、ひまりさんがいる。', () => {
    cy.get_isbn('★野村美月|晴追町には、ひまりさんがいる。', '野村美月 晴追町には、ひまりさんがいる。　はじまりの春は犬を連れた人妻と 講談社タイガ')
  })

  it('★北國浩二|白般若は語らない', () => {
    cy.get_isbn('★北國浩二|白般若は語らない', '北國浩二 白般若は語らない 富士見Ｌ文庫')
  })

  it('★彩坂美月|僕らの世界が終わる頃', () => {
    cy.get_isbn('★彩坂美月|僕らの世界が終わる頃', '僕らの世界が終わる頃 単行本')
  })

  it('★吉田恭教|可視える', () => {
    cy.get_isbn('★吉田恭教|可視える', '【ルビ：可視：み】える 単行本')
  })

  it('★安萬純一|王国は誰のもの', () => {
    cy.get_isbn('★安萬純一|王国は誰のもの', '王国は誰のもの 単行本')
  })

  it('★芦辺拓|降矢木すぴかと魔の洋館事件', () => {
    cy.get_isbn('★芦辺拓|降矢木すぴかと魔の洋館事件', '降矢木すぴかと魔の洋館事件 単行本')
  })

  it('★亜城木夢叶_初野晴|ＰＣＰ_-完全犯罪党-', () => {
    cy.get_isbn('★亜城木夢叶_初野晴|ＰＣＰ_-完全犯罪党-', 'ＰＣＰ　-完全犯罪党- 孤島の子供たち 単行本')
  })

  it('★周木律|猫又お双と教授の遺言', () => {
    cy.get_isbn('★周木律|猫又お双と教授の遺言', '周木律 猫又お双と教授の遺言 角川文庫')
  })

  it('★若竹七海|さよならの手口', () => {
    cy.get_isbn('★若竹七海|さよならの手口', '若竹七海 さよならの手口 文春文庫')
  })

  it('★浦賀和宏|ふたりの果て／ハーフウェイ・ハウスの殺人', () => {
    cy.get_isbn('★浦賀和宏|ふたりの果て／ハーフウェイ・ハウスの殺人', 'ふたりの果て／ハーフウェイ・ハウスの殺人 単行本')
  })

  it('★秋吉理香子|聖母', () => {
    cy.get_isbn('★秋吉理香子|聖母', '聖母 単行本')
  })

  it('★河野裕|つれづれ、北野坂探偵舎_トロンプルイユの指先', () => {
    cy.get_isbn('★河野裕|つれづれ、北野坂探偵舎_トロンプルイユの指先', '河野裕 つれづれ、北野坂探偵舎　トロンプルイユの指先 角川文庫')
  })

  it('★千澤のり子［編纂］|人狼作家', () => {
    cy.get_isbn('★千澤のり子［編纂］|人狼作家', '人狼作家 単行本')
  })

  it('★相沢沙呼|緑陽のクエスタ・リリカ', () => {
    cy.get_isbn('★相沢沙呼|緑陽のクエスタ・リリカ', '相沢沙呼 緑陽のクエスタ・リリカ　魂の彫塑 ＭＦ文庫Ｊ')
  })

  it('★金澤マリコ|ベンヤミン院長の古文書', () => {
    cy.get_isbn('★金澤マリコ|ベンヤミン院長の古文書', 'ベンヤミン院長の古文書 単行本')
  })

  it('★清水杜氏彦|うそつき、うそつき', () => {
    cy.get_isbn('★清水杜氏彦|うそつき、うそつき', 'うそつき、うそつき 単行本')
  })

  it('★似鳥鶏|世界が終わる街_戦力外捜査官４', () => {
    cy.get_isbn('★似鳥鶏|世界が終わる街_戦力外捜査官４', '世界が終わる街　戦力外捜査官４ 単行本')
  })

  it('★似鳥鶏|シャーロック・ホームズの不均衡', () => {
    cy.get_isbn('★似鳥鶏|シャーロック・ホームズの不均衡', '似鳥鶏 シャーロック・ホームズの不均衡 講談社タイガ')
  })

  it('★石持浅海|罪人よやすらかに眠れ', () => {
    cy.get_isbn('★石持浅海|罪人よやすらかに眠れ', '罪人よやすらかに眠れ 単行本')
  })

})
