describe('amaisbn', () => {

  it('★古野まほろ|外田警部、カシオペアに乗る', () => {
    cy.get_isbn('★古野まほろ|外田警部、カシオペアに乗る', '外田警部、カシオペアに乗る 単行本')
  })

  it('★森晶麿|黒猫の刹那あるいは卒論指導', () => {
    cy.get_isbn('★森晶麿|黒猫の刹那あるいは卒論指導', '黒猫の刹那あるいは卒論指導 単行本')
  })

  it('★乾くるみ|北乃杜高校探偵部', () => {
    cy.get_isbn('★乾くるみ|北乃杜高校探偵部', '乾くるみ 北乃杜高校探偵部 講談社ノベルス')
  })

  it('★さやわか|僕たちのゲーム史', () => {
    cy.get_isbn('★さやわか|僕たちのゲーム史', '僕たちのゲーム史 単行本')
  })

  it('★似鳥鶏|神様の値段_戦力外捜査官２', () => {
    cy.get_isbn('★似鳥鶏|神様の値段_戦力外捜査官２', '神様の値段　戦力外捜査官２ 単行本')
  })

  it('★詠坂雄二|亡霊ふたり', () => {
    cy.get_isbn('★詠坂雄二|亡霊ふたり', '亡霊ふたり 単行本')
  })

  it('★竹内雄紀|悠木まどかは神かもしれない', () => {
    cy.get_isbn('★竹内雄紀|悠木まどかは神かもしれない', '竹内雄紀 悠木まどかは神かもしれない 新潮文庫')
  })

  it('★森博嗣|キウイγは時計仕掛け', () => {
    cy.get_isbn('★森博嗣|キウイγは時計仕掛け', '森博嗣 キウイγは時計仕掛け 講談社ノベルス')
  })

  it('★深木章子|殺意の構図', () => {
    cy.get_isbn('★深木章子|殺意の構図', '殺意の構図　探偵の依頼人 単行本')
  })

  it('★河野裕|つれづれ、北野坂探偵舎_著者には書けない物語', () => {
    cy.get_isbn('★河野裕|つれづれ、北野坂探偵舎_著者には書けない物語', '河野裕 つれづれ、北野坂探偵舎　著者には書けない物語 角川文庫')
  })

  it('★皆川博子|アルモニカ・ディアボリカ', () => {
    cy.get_isbn('★皆川博子|アルモニカ・ディアボリカ', 'アルモニカ・ディアボリカ 単行本')
  })

  it('★深水黎一郎|世界で一つだけの殺し方', () => {
    cy.get_isbn('★深水黎一郎|世界で一つだけの殺し方', '世界で一つだけの殺し方 単行本')
  })

  it('★東川篤哉|放課後はミステリーとともに', () => {
    cy.get_isbn('★東川篤哉|放課後はミステリーとともに', '放課後はミステリーとともに 単行本')
  })

  it('★東川篤哉|探偵部への挑戦状_放課後はミステリーとともに２', () => {
    cy.get_isbn('★東川篤哉|探偵部への挑戦状_放課後はミステリーとともに２', '探偵部への挑戦状　放課後はミステリーとともに２ 単行本')
  })

  it('★十市社|ゴースト≠ノイズ（リダクション）', () => {
    cy.get_isbn('★十市社|ゴースト≠ノイズ（リダクション）', 'ゴースト≠ノイズ（リダクション） 単行本')
  })

  it('★三上延|ビブリア古書堂の事件手帖５', () => {
    cy.get_isbn('★三上延|ビブリア古書堂の事件手帖５', '三上延 ビブリア古書堂の事件手帖５　～栞子さんと繋がりの時～ メディアワークス文庫')
  })

  it('★古野まほろ|セーラー服とシャーロキエンヌ', () => {
    cy.get_isbn('★古野まほろ|セーラー服とシャーロキエンヌ', '古野まほろ セーラー服とシャーロキエンヌ　穴井戸栄子の華麗なる事件簿 角川文庫')
  })

  it('★周木律|五覚堂の殺人', () => {
    cy.get_isbn('★周木律|五覚堂の殺人', '周木律 五覚堂の殺人　～Burning Ship～ 講談社ノベルス')
  })

  it('★汀こるもの|ただし少女はレベル99', () => {
    cy.get_isbn('★汀こるもの|ただし少女はレベル99', '汀こるもの ただし少女はレベル99 講談社ノベルス')
  })

  it('★長岡弘樹|教場', () => {
    cy.get_isbn('★長岡弘樹|教場', '教場 単行本')
  })

  it('★相沢沙呼|雨の降る日は学校に行かない', () => {
    cy.get_isbn('★相沢沙呼|雨の降る日は学校に行かない', '雨の降る日は学校に行かない 単行本')
  })

  it('★友桐夏|春待ちの姫君たち', () => {
    cy.get_isbn('★友桐夏|春待ちの姫君たち', '春待ちの姫君たち 単行本')
  })

  it('★円居挽|河原町ルヴォワール', () => {
    cy.get_isbn('★円居挽|河原町ルヴォワール', '河原町ルヴォワール 単行本')
  })

  it('★似鳥鶏|迫りくる自分', () => {
    cy.get_isbn('★似鳥鶏|迫りくる自分', '迫りくる自分 単行本')
  })

  it('★高井忍|蜃気楼の王国', () => {
    cy.get_isbn('★高井忍|蜃気楼の王国', '蜃気楼の王国 単行本')
  })

  it('★森晶麿|名無しの蝶は、まだ酔わない', () => {
    cy.get_isbn('★森晶麿|名無しの蝶は、まだ酔わない', '名無しの蝶は、まだ酔わない　戸山大学〈スイ研〉の謎と酔理 単行本')
  })

  it('★高木敦史|演奏しない軽音部と４枚のＣＤ', () => {
    cy.get_isbn('★高木敦史|演奏しない軽音部と４枚のＣＤ', '高木敦史 演奏しない軽音部と４枚のＣＤ ハヤカワ文庫ＪＡ')
  })

  it('★連城三紀彦|小さな異邦人', () => {
    cy.get_isbn('★連城三紀彦|小さな異邦人', '小さな異邦人 単行本')
  })

  it('★米澤穂信|満願', () => {
    cy.get_isbn('★米澤穂信|満願', '満願 単行本')
  })

  it('★水生大海|転校クラブ_シャッター通りの雪女', () => {
    cy.get_isbn('★水生大海|転校クラブ_シャッター通りの雪女', '転校クラブ　シャッター通りの雪女 単行本')
  })

  it('★二階堂黎人|ラン迷宮', () => {
    cy.get_isbn('★二階堂黎人|ラン迷宮', '二階堂黎人 ラン迷宮　二階堂蘭子探偵集 講談社ノベルス')
  })

  it('★岡崎琢磨|珈琲店タレーランの事件簿３', () => {
    cy.get_isbn('★岡崎琢磨|珈琲店タレーランの事件簿３', '岡崎琢磨 珈琲店タレーランの事件簿３　心を乱すブレンドは 宝島社文庫')
  })

  it('★さやわか|一〇年代文化論', () => {
    cy.get_isbn('★さやわか|一〇年代文化論', '一〇年代文化論 単行本')
  })

  it('★長沢樹|上石神井さよならレボリューション', () => {
    cy.get_isbn('★長沢樹|上石神井さよならレボリューション', '上石神井さよならレボリューション 単行本')
  })

  it('★長沢樹|冬空トランス', () => {
    cy.get_isbn('★長沢樹|冬空トランス', '冬空トランス 単行本')
  })

  it('★若竹七海|暗い越流', () => {
    cy.get_isbn('★若竹七海|暗い越流', '暗い越流 単行本')
  })

  it('★河野裕|つれづれ、北野坂探偵舎_ゴーストフィクション', () => {
    cy.get_isbn('★河野裕|つれづれ、北野坂探偵舎_ゴーストフィクション', '河野裕 つれづれ、北野坂探偵舎　ゴーストフィクション 角川文庫')
  })

  it('★青崎有吾|風ヶ丘五十円玉祭りの謎', () => {
    cy.get_isbn('★青崎有吾|風ヶ丘五十円玉祭りの謎', '風ヶ丘五十円玉祭りの謎 単行本')
  })

  it('★植田文博|経眼窩式', () => {
    cy.get_isbn('★植田文博|経眼窩式', '経眼窩式 単行本')
  })

  it('★叶紙器|回廊の鬼', () => {
    cy.get_isbn('★叶紙器|回廊の鬼', '回廊の鬼 単行本')
  })

  it('★道尾秀介|貘の檻', () => {
    cy.get_isbn('★道尾秀介|貘の檻', '貘の檻 単行本')
  })

  it('★乾くるみ|セブン', () => {
    cy.get_isbn('★乾くるみ|セブン', 'セブン 単行本')
  })

  it('★久弥直樹|サクラカグラ_１', () => {
    cy.get_isbn('★久弥直樹|サクラカグラ_１', 'サクラカグラ １ 単行本')
  })

  it('★瀬尾こると|ロマネスク', () => {
    cy.get_isbn('★瀬尾こると|ロマネスク', '瀬尾こると ロマネスク 創元推理文庫')
  })

  it('★月原渉|黒翼鳥', () => {
    cy.get_isbn('★月原渉|黒翼鳥', '黒翼鳥　ＮＣＩＳ特別捜査官 単行本')
  })

  it('★鯨統一郎|冷たい太陽', () => {
    cy.get_isbn('★鯨統一郎|冷たい太陽', '冷たい太陽 単行本')
  })

  it('★風森章羽|渦巻く回廊の鎮魂曲', () => {
    cy.get_isbn('★風森章羽|渦巻く回廊の鎮魂曲', '風森章羽 渦巻く回廊の鎮魂曲　霊媒探偵アーネスト 講談社ノベルス')
  })

  it('★西澤保彦|下戸は勘定に入れません', () => {
    cy.get_isbn('★西澤保彦|下戸は勘定に入れません', '下戸は勘定に入れません 単行本')
  })

  it('★水市恵|時間商人_トキタと命の簒奪者たち', () => {
    cy.get_isbn('★水市恵|時間商人_トキタと命の簒奪者たち', '水市恵 時間商人　トキタと命の簒奪者たち ガガガ文庫')
  })

  it('★北國浩二|名言探偵', () => {
    cy.get_isbn('★北國浩二|名言探偵', '名言探偵 単行本')
  })

  it('★本格ミステリ作家クラブ選・編|ベスト本格ミステリ２０１４', () => {
    cy.get_isbn('★本格ミステリ作家クラブ選・編|ベスト本格ミステリ２０１４', '本格ミステリ作家クラブ選・編 ベスト本格ミステリ２０１４ 講談社ノベルス')
  })

  it('★森川智喜|半導体探偵マキナの未定義な冒険', () => {
    cy.get_isbn('★森川智喜|半導体探偵マキナの未定義な冒険', '半導体探偵マキナの未定義な冒険 単行本')
  })

  it('★長沢樹|リップステイン', () => {
    cy.get_isbn('★長沢樹|リップステイン', 'リップステイン 単行本')
  })

  it('★御影瑛路|僕らは魔法少女の中', () => {
    cy.get_isbn('★御影瑛路|僕らは魔法少女の中', '御影瑛路 僕らは魔法少女の中　―in a magic girl\'s garden― 電撃文庫')
  })

  it('★小島正樹|硝子の探偵と消えた白バイ', () => {
    cy.get_isbn('★小島正樹|硝子の探偵と消えた白バイ', '小島正樹 硝子の探偵と消えた白バイ 講談社ノベルス')
  })

  it('★小島正樹|硝子の探偵と銀の密室', () => {
    cy.get_isbn('★小島正樹|硝子の探偵と銀の密室', '小島正樹 硝子の探偵と銀の密室 講談社ノベルス')
  })

  it('★詠坂雄二|ナウ・ローディング', () => {
    cy.get_isbn('★詠坂雄二|ナウ・ローディング', 'ナウ・ローディング 単行本')
  })

  it('★入江君人|神さまのいない日曜日Ⅸ', () => {
    cy.get_isbn('★入江君人|神さまのいない日曜日Ⅸ', '入江君人 神さまのいない日曜日Ⅸ ファンタジア文庫')
  })

  it('★田代裕彦|魔王殺しと偽りの勇者１', () => {
    cy.get_isbn('★田代裕彦|魔王殺しと偽りの勇者１', '田代裕彦 魔王殺しと偽りの勇者１ ファミ通文庫')
  })

  it('★田代裕彦|魔王殺しと偽りの勇者２', () => {
    cy.get_isbn('★田代裕彦|魔王殺しと偽りの勇者２', '田代裕彦 魔王殺しと偽りの勇者２ ファミ通文庫')
  })

  it('★近藤史恵|胡蝶殺し', () => {
    cy.get_isbn('★近藤史恵|胡蝶殺し', '胡蝶殺し 単行本')
  })

  it('★似鳥鶏|迷いアルパカ拾いました', () => {
    cy.get_isbn('★似鳥鶏|迷いアルパカ拾いました', '似鳥鶏 迷いアルパカ拾いました 文春文庫')
  })

  it('★天祢涼|もう教祖しかない！', () => {
    cy.get_isbn('★天祢涼|もう教祖しかない！', 'もう教祖しかない！ 単行本')
  })

  it('★麻耶雄嵩|さよなら神様', () => {
    cy.get_isbn('★麻耶雄嵩|さよなら神様', 'さよなら神様 単行本')
  })

  it('★若竹七海|御子柴くんの甘味と捜査', () => {
    cy.get_isbn('★若竹七海|御子柴くんの甘味と捜査', '若竹七海 御子柴くんの甘味と捜査 中公文庫')
  })

  it('★柳広司|ナイト＆シャドウ', () => {
    cy.get_isbn('★柳広司|ナイト＆シャドウ', 'ナイト＆シャドウ 単行本')
  })

  it('★高橋由太|紅き虚空の下で', () => {
    cy.get_isbn('★高橋由太|紅き虚空の下で', '高橋由太 紅き虚空の下で 光文社文庫')
  })

  it('★東川篤哉|魔法使いと刑事たちの夏', () => {
    cy.get_isbn('★東川篤哉|魔法使いと刑事たちの夏', '魔法使いと刑事たちの夏 単行本')
  })

  it('★平石貴樹|松谷警部と三鷹の石', () => {
    cy.get_isbn('★平石貴樹|松谷警部と三鷹の石', '平石貴樹 松谷警部と三鷹の石 創元推理文庫')
  })

  it('★下村敦史|闇に香る嘘', () => {
    cy.get_isbn('★下村敦史|闇に香る嘘', '闇に香る嘘 単行本')
  })

  it('★二階堂黎人|クロノ・モザイク', () => {
    cy.get_isbn('★二階堂黎人|クロノ・モザイク', 'クロノ・モザイク 単行本')
  })

  it('★倉阪鬼一郎|波上館の犯罪', () => {
    cy.get_isbn('★倉阪鬼一郎|波上館の犯罪', '倉阪鬼一郎 波上館の犯罪 講談社ノベルス')
  })

  it('★古野まほろ|六億九，五八七万円を取り返せ同盟!!', () => {
    cy.get_isbn('★古野まほろ|六億九，五八七万円を取り返せ同盟!!', '六億九，五八七万円を取り返せ同盟!! 単行本')
  })

  it('★明利英司|旧校舎は茜色の迷宮', () => {
    cy.get_isbn('★明利英司|旧校舎は茜色の迷宮', '明利英司 旧校舎は茜色の迷宮 講談社ノベルス')
  })

  it('★芦辺拓|異次元の館の殺人', () => {
    cy.get_isbn('★芦辺拓|異次元の館の殺人', '異次元の館の殺人 単行本')
  })

  it('★高殿円|シャーリー・ホームズと緋色の憂鬱', () => {
    cy.get_isbn('★高殿円|シャーリー・ホームズと緋色の憂鬱', 'シャーリー・ホームズと緋色の憂鬱 単行本')
  })

  it('★島田荘司|幻肢', () => {
    cy.get_isbn('★島田荘司|幻肢', '幻肢 単行本')
  })

  it('★河野裕|いなくなれ、群青', () => {
    cy.get_isbn('★河野裕|いなくなれ、群青', '河野裕 いなくなれ、群青 新潮文庫ｎｅｘ')
  })

  it('★早坂吝|○○○○○○○○殺人事件', () => {
    cy.get_isbn('★早坂吝|○○○○○○○○殺人事件', '早坂吝 ○○○○○○○○殺人事件 講談社ノベルス')
  })

  it('★菅原和也|棺の中の狂騒', () => {
    cy.get_isbn('★菅原和也|棺の中の狂騒', '棺の中の狂騒 単行本')
  })

  it('★岡田秀文|伊藤博文邸の怪事件', () => {
    cy.get_isbn('★岡田秀文|伊藤博文邸の怪事件', '伊藤博文邸の怪事件 単行本')
  })

  it('★岡田秀文|黒龍荘の惨劇', () => {
    cy.get_isbn('★岡田秀文|黒龍荘の惨劇', '黒龍荘の惨劇 単行本')
  })

  it('★周木律|伽藍堂の殺人', () => {
    cy.get_isbn('★周木律|伽藍堂の殺人', '周木律 伽藍堂の殺人　～Banach-Tarski Paradox～ 講談社ノベルス')
  })

  it('★石持浅海|御子を抱く', () => {
    cy.get_isbn('★石持浅海|御子を抱く', '御子を抱く 単行本')
  })

  it('★森川智喜|なぜなら雨が降ったから', () => {
    cy.get_isbn('★森川智喜|なぜなら雨が降ったから', 'なぜなら雨が降ったから 単行本')
  })

  it('★悠木シュン|スマドロ', () => {
    cy.get_isbn('★悠木シュン|スマドロ', 'スマドロ 単行本')
  })

  it('★藤崎翔|神様の裏の顔', () => {
    cy.get_isbn('★藤崎翔|神様の裏の顔', '神様の裏の顔 単行本')
  })

  it('★若月香|屋上と、犬と、ぼくたちと', () => {
    cy.get_isbn('★若月香|屋上と、犬と、ぼくたちと', '屋上と、犬と、ぼくたちと 単行本')
  })

  it('★山田彩人|今夜、喫茶店メリエスで上映会を', () => {
    cy.get_isbn('★山田彩人|今夜、喫茶店メリエスで上映会を', '山田彩人 今夜、喫茶店メリエスで上映会を 角川文庫')
  })

  it('★内山純|Ｂハナブサへようこそ', () => {
    cy.get_isbn('★内山純|Ｂハナブサへようこそ', '【ルビ：Ｂ：ビリヤード】ハナブサへようこそ 単行本')
  })

  it('★三沢陽一|アガサ・クリスティー賞殺人事件', () => {
    cy.get_isbn('★三沢陽一|アガサ・クリスティー賞殺人事件', 'アガサ・クリスティー賞殺人事件 単行本')
  })

  it('★深水黎一郎|大癋見警部の事件簿', () => {
    cy.get_isbn('★深水黎一郎|大癋見警部の事件簿', '大癋見警部の事件簿 単行本')
  })

  it('★円居挽|クローバー・リーフをもう一杯', () => {
    cy.get_isbn('★円居挽|クローバー・リーフをもう一杯', 'クローバー・リーフをもう一杯　今宵、謎解きバー「三号館」へ 単行本')
  })

  it('★歌野晶午|ずっとあなたが好きでした', () => {
    cy.get_isbn('★歌野晶午|ずっとあなたが好きでした', 'ずっとあなたが好きでした 単行本')
  })

  it('★古野まほろ|その孤島の名は、虚', () => {
    cy.get_isbn('★古野まほろ|その孤島の名は、虚', 'その孤島の名は、虚 単行本')
  })

  it('★霞流一|フライプレイ！', () => {
    cy.get_isbn('★霞流一|フライプレイ！', 'フライプレイ！　監棺館殺人事件 単行本')
  })

  it('★松浦千恵美|しだれ桜恋心中', () => {
    cy.get_isbn('★松浦千恵美|しだれ桜恋心中', 'しだれ桜恋心中 単行本')
  })

  it('★白井智之|人間の顔は食べづらい', () => {
    cy.get_isbn('★白井智之|人間の顔は食べづらい', '人間の顔は食べづらい 単行本')
  })

  it('★長沢樹|武蔵野アンダーワールド・セブン_―多重迷宮―', () => {
    cy.get_isbn('★長沢樹|武蔵野アンダーワールド・セブン_―多重迷宮―', '武蔵野アンダーワールド・セブン ―多重迷宮― 単行本')
  })

  it('★友桐夏|裏窓クロニクル', () => {
    cy.get_isbn('★友桐夏|裏窓クロニクル', '裏窓クロニクル 単行本')
  })

  it('★天祢涼|都知事探偵・漆原翔太郎', () => {
    cy.get_isbn('★天祢涼|都知事探偵・漆原翔太郎', '都知事探偵・漆原翔太郎　セシューズ・ハイ 単行本')
  })

  it('★獅子宮敏彦|アジアン・ミステリー', () => {
    cy.get_isbn('★獅子宮敏彦|アジアン・ミステリー', 'アジアン・ミステリー 単行本')
  })

  it('★北原尚彦|ジョン、全裸連盟へ行く', () => {
    cy.get_isbn('★北原尚彦|ジョン、全裸連盟へ行く', '北原尚彦 ジョン、全裸連盟へ行く ハヤカワ文庫')
  })

  it('★深木章子|敗者の告白', () => {
    cy.get_isbn('★深木章子|敗者の告白', '敗者の告白　弁護士睦木怜の事件簿 単行本')
  })

  it('★愛川晶|ヘルたん_ヘルパー探偵とマドンナの帰還', () => {
    cy.get_isbn('★愛川晶|ヘルたん_ヘルパー探偵とマドンナの帰還', 'ヘルたん　ヘルパー探偵とマドンナの帰還 単行本')
  })

  it('★柄刀一|密室の神話', () => {
    cy.get_isbn('★柄刀一|密室の神話', '密室の【ルビ：神話：ミサロジー】 単行本')
  })

  it('★似鳥鶏|ゼロの日に叫ぶ_戦力外捜査官３', () => {
    cy.get_isbn('★似鳥鶏|ゼロの日に叫ぶ_戦力外捜査官３', 'ゼロの日に叫ぶ　戦力外捜査官３ 単行本')
  })

  it('★森晶麿|黒猫の約束あるいは遡行未来', () => {
    cy.get_isbn('★森晶麿|黒猫の約束あるいは遡行未来', '黒猫の約束あるいは遡行未来 単行本')
  })

  it('★相沢沙呼|スキュラ＆カリュブディス', () => {
    cy.get_isbn('★相沢沙呼|スキュラ＆カリュブディス', '相沢沙呼 スキュラ＆カリュブディス　死の口吻 新潮文庫ｎｅｘ')
  })

  it('★川辺純可|焼け跡のユディトへ', () => {
    cy.get_isbn('★川辺純可|焼け跡のユディトへ', '焼け跡のユディトへ 単行本')
  })

  it('★森川智喜|未来探偵アドのネジれた事件簿', () => {
    cy.get_isbn('★森川智喜|未来探偵アドのネジれた事件簿', '森川智喜 未来探偵アドのネジれた事件簿　タイムパラドクスイリ 新潮文庫ｎｅｘ')
  })

  it('★麻耶雄嵩|化石少女', () => {
    cy.get_isbn('★麻耶雄嵩|化石少女', '化石少女 単行本')
  })

  it('★市川哲也|名探偵の証明_密室館殺人事件', () => {
    cy.get_isbn('★市川哲也|名探偵の証明_密室館殺人事件', '名探偵の証明　密室館殺人事件 単行本')
  })

  it('★一田和樹|絶望トレジャー', () => {
    cy.get_isbn('★一田和樹|絶望トレジャー', '絶望トレジャー 単行本')
  })

  it('★北山猛邦|ダンガンロンパ霧切３', () => {
    cy.get_isbn('★北山猛邦|ダンガンロンパ霧切３', 'ダンガンロンパ霧切３ 単行本')
  })

})
